[{"url": "https://rpggeek.com/rpgitem/77772/wake-watcher", "titre": "Wake of the Watcher", "rank": "3,701", "rating": "7.5", "year": "Wake of the Watcher (2011)", "description": "Source: back of the book. The Stars Are Wrong No one goes to Illmarsh. An ugly town, unfriendly to strangers and squatting amid the nastiest stretch of swamp in Ustalav, Illmarsh seems to breed rumor and madness, and those who speak of it always whisper of strange disappearances, misshapen shadows, and sacrifices to things terrible and forgotten. But when the trail of the death cultists known as the Whispering Way leads to Illmarsh, it’s up to the PCs to learn the secrets of the sickly village. There they’ll find a desperate people, caught in a war between beings from beneath the seas and invaders from the darkest corners of the cosmos. Can the heroes save Illmarsh from its tradition of terror? Or will they be the next victims of the horror from beyond the stars? This volume of Pathfinder Adventure Path continues the Carrion Crown Adventure Path and includes:<br/>\n• “Wake of the Watcher,” a Pathfinder RPG adventure for 9th-level characters, by Greg A. Vaughan.<br/>\n• Blasphemous secrets of the foul faiths known collectively as the Old Cults and sanity-shattering gods such as Azathoth, Nyarlathotep, and Cthulhu, by James Jacobs.<br/>\n• A giant bestiary filled with eight classic monsters inspired by the writing of H. P. Lovecraft and the tales of the Cthulhu Mythos, by James Jacobs and Greg A. Vaughan.<br/>\n• Laurel Cylphra’s discovery that the dead aren’t the only dangers in Ardis in a new entry into the Pathfinder’s Journal, by F. Wesley Schneider.", "genres": ["Fantasy (High Fantasy)", "Horror (Supernatural)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/48496/hunter-reckoning-storytellers-handbook", "titre": "Hunter: The Reckoning Storytellers Handbook", "rank": "3,702", "rating": "7.2", "year": "Hunter: The Reckoning Storytellers Handbook (2001)", "description": "\"Hunter Storytellers Handbook\" consists of: - A Prologue: Short story<br/>\n- An Introduction: <br/>\n- Chapter 1: Guidance and and tips on creating convincing antagonists and monsters that befit the imbued.<br/>\n- Chapter 2: Ideas and direction to focus your games on hunters' - and monsters' - humanity.<br/>\n- Chapter 3: New and different takes on the hunt and how to implement them in your game. Each chapter has 3 to 5 subchapters with focus on different subjects.", "genres": ["Horror (Supernatural)", "Modern"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/50062/compleat-alchemist", "titre": "The Compleat Alchemist", "rank": "3,703", "rating": "7.2", "year": "The Compleat Alchemist (1983)", "description": "A sourcebook designed for but not officially licensed for use in the original AD&D fantasy RPG. This book gives a full description on the Alchemist as a PC including XP tables, level by level lists of alchemical creations from potions to an Iron Dragon, and ingredient lists.", "genres": ["Fantasy"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/128562/jewels-carnifex", "titre": "Jewels of the Carnifex", "rank": "3,704", "rating": "7.3", "year": "Jewels of the Carnifex (2012)", "description": "publisher blurb At the end of a forgotten back alley, in the weird and otherworldly marketplace of faiths known as the Bazaar of the Gods, stands the ruins of a forgotten chapel. Once the cult of the Carnifex was celebrated throughout the City of a Thousand Gates. But a band of holy warriors rose against the cult of executioners and torturers, casting down her signs and scattering her devotees to the winds. The fate of the cthonic goddess, and – more importantly – her fabled jewels remains a mystery…until this night. Set amid the sprawling decadence of Punjar, Jewels of the Carnifex offers low-level adventurers a chance to plumb the mysteries beneath the city’s soiled streets, explore forgotten crypts lavished with weird artifacts, and – for the quick and daring – claim the lost Jewels of the Carnifex!", "genres": ["Fantasy (High Fantasy)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/48583/two-towers-sourcebook", "titre": "The Two Towers Sourcebook", "rank": "3,705", "rating": "7.2", "year": "The Two Towers Sourcebook (2003)", "description": "From the Book: \"The Company of the Ring is broken, its members embarking on quests of their own.  Aragorn, Legolas, and Gimli travel in search of Merry and Pippen, Frodo and Sam continue their perilous journey toward Mordor.  Join them and re-live the adventures of the sundered Fellowship in this exhaustive guide to the people, places, and events of The Two Towers.  From the golden hall of Meduseld to the wilds of Ithilien, this book gives players and Tolkien fans alike a comprehensive overview of this beloved tale and its unforgettable characters.\"", "genres": ["Fantasy (High Fantasy)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/53743/palantir-quest", "titre": "Palantír Quest", "rank": "3,706", "rating": "7.2", "year": "Palantír Quest (1994)", "description": "From the back of the book: Strange portents in the great Seeing-stone of Minas Tirith give promise that one of the lost palantíri of the North has returned to the lands of Men. Can the adventurers find this legendary treasure and bring it to King Elessar? Rogues of the wilds, blizzards out of the Forodwaith, and the green in Men's hearts all conspire against them. [i]Palantír Quest[/i] contains an extended series of adventures—a campaign—that culminate in a perilous confrontation with a subtle and deadly foe of the Reunited Kingdoms. It's perfect for players moving up from [b][i]LOR[/i][/b]™ to [b][i]MERP[/i][/b]™. The quest is also suitable for the experienced GM who wants exciting, detailed, linked scenarios that require no extra set-up work from him or her. All the NPCs and sites involved are fully described, and the course of the adventure is completely charted. [b][i]Palantír Quest[/i] includes:<br/>\n• THE HEROIC SEARCH for a palantír of the North, a quest which takes our bold adventurers from the splendor of Fourth Age Minas Tirith to the frozen expanses of Forodwaith to the tangled glades of Greenwood the Great.<br/>\n• HISTORY OF THE SEEING-STONES from their creation in the West to their final fate in the Middle Lands.<br/>\n• TRAVEL NARRATIVE—for the GM to read aloud to the players—describing in brilliant detail the sights seen by adventurers on their journeys across Endor.<br/>\n• FOES who march to the tune of a subtle adversary: their stats, motivations and tactical methods.<br/>\n• ALLIES bound to succor the PCs out of loyalty to King Elessar.<br/>\n• ADVENTURE SITES where treasure, secrets and dangers abide—including the ruins of Annúminas, a sacred refuge of the Lossoth, the burial chamber of a forgotten King and a smuggle's Lake-town hideaway.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/52424/wondrous-treasure", "titre": "Wondrous Treasure", "rank": "3,707", "rating": "7.5", "year": "Wondrous Treasure (2009)", "description": "From the publisher's website:<br/>\nEvery adventurer thirsts for treasure, and this brand-new assortment of 54 GameMastery Item Cards delivers a veritable hoard of unique art objects, magical medallions, golden casks, fabulous gemstones, and more! Each card features a beautiful full-color illustration of an item on one side, with a text description and room for hand-written notes on the opposite side. Game Masters can hand these out when their PCs get treasure and watch as players learn to love managing their booty. Useable by experienced GMs and novices alike, this product fits perfectly into any Game Master’s arsenal!", "genres": ["Fantasy"], "categories": ["Accessory (dice, maps, screens, cards)"]}, {"url": "https://rpggeek.com/rpgitem/77792/undead-revisited", "titre": "Undead Revisited", "rank": "3,708", "rating": "7.5", "year": "Undead Revisited (2011)", "description": "<span style=\"font-size:10px;\"><em>Source: <a href=\"http://paizo.com/-btpy8g77\" onclick=\"window.open(this.href, '_blank'); return false;\" rel=\"nofollow\">The Publisher Website</a>.</em></span> The horrors of unlife stagger from their darkened graves in this wide-ranging 64-page resource for fans of the unquiet dead! Learn the secret pasts of the haunted spirits known as bodaks, discover the dark delicacies of devourers, test your arms against the deadly graveknight, or tempt the world’s most insidious arcane evil by going face-to-face with a treacherous lich! Undead Revisited provides tons of info and fresh new perspectives on 10 of the most vile undead in the Pathfinder world, including murderous morhgs, deadly nightshades, silent shadows, bone-chilling wights, the spectral dead (wraiths, specters, allips, and banshees) as well as the villainous ravener, otherwise known as an undead dragon!", "genres": ["Fantasy (High Fantasy)", "Horror (Supernatural)"], "categories": ["Campaign Setting (game world)"]}, {"url": "https://rpggeek.com/rpgitem/50282/time-void", "titre": "Time of the Void", "rank": "3,709", "rating": "7.2", "year": "Time of the Void (2001)", "description": "A Sourcebook covering events of the Legend of the Five Rings CCG for play in the associated rpg. Moved the metaplot and timeline forward significantly for products which followed. From the back cover:<br/>\nFor over a thousand years, Rokugan has known this day would come. This is a day when clan turns against clan, when brother turns against brother and the Clan War consumes the Empire. This is a day when the Shadowlands rises with new power, even the most honorable find themselves tempted by corruption. This is the day when Fu Leng shall escape from his eternal prison and wreak his terrible vengeance against everything that lives. This is the Day of Thunder This book contains everything you will need to run a campaign through the Clan War saga originally presented in the Legend of the Five Rings Collectible Card Game. Within, you will find all the following and more:", "genres": ["Action / Adventure", "Culture (Asian / Far Eastern)", "Fantasy (High Fantasy)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/45401/jovian-chronicles-gamemastering-made-easy", "titre": "Jovian Chronicles: Gamemastering Made Easy", "rank": "3,710", "rating": "7.2", "year": "Jovian Chronicles: Gamemastering Made Easy (1998)", "description": "From the publisher \"Running a game may seem like a daunting task. This package contains vital information that will provide everything both novice and experienced Gamemasters need to run a dynamic, action-packed, highly entertaining Jovian Chronicles campaign. How do you find Players? What kind of stories should you run? How to provide tough enemies without resorting to insane Skill levels and equipment? How to quickly generate NPCs? How to get a plots moving? How to run faster vehicle combats? It's all in here. * Three-fold Gamemaster's Screen<br/>\n    * Easy-to-access reference tables<br/>\n    * How to find and keep Players<br/>\n    * How to handle novice Players<br/>\n    * Random equipment packages<br/>\n    * Dramatic Tactical System (DTS)<br/>\n    * Quick design references DP9-305, 64 pages + 3 panel screen, ISBN 1-896776-35-3\"", "genres": ["Mecha", "Science Fiction (Hard Sci Fi)"], "categories": ["Accessory (dice, maps, screens, cards)", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/123452/aventuras-en-la-marca-del-este-basic-core-rulebook", "titre": "Aventuras en la Marca del Este Basic Core Rulebook (Pocket edition)", "rank": "3,711", "rating": "7.7", "year": "Aventuras en la Marca del Este Basic Core Rulebook (Pocket edition) (2011)", "description": "publisher blurb Aventuras en la Marca del Este (Adventures in the East Mark) was born in the minds of the creators of the eponymous blog as a project that returns to the most rabid present the style of the great glories of RPGs. An undertaking of this magnitude could only be addressed from an absolute dedication and utmost care of every detail, and so demonstrate their exquisite illustrations and fantastic layout. And this is not just words, just take a look at the material that gradually have been published on his blog, to the delight of all who await the arrival of the game. The game is published by Holocubierta Ediciones, a spanish RPG publisher founded on October 2.010. This book's first edition was published on  September 2011", "genres": ["Action / Adventure", "Fantasy (Sword & Sorcery)"], "categories": ["Core Rules (min needed to play)"]}, {"url": "https://rpggeek.com/rpgitem/45524/gurps-camelot", "titre": "GURPS Camelot", "rank": "3,712", "rating": "7.3", "year": "GURPS Camelot (1991)", "description": "\"Roleplaying in the Court of King Arthur\"", "genres": ["Fantasy (Arthurian)"], "categories": ["Campaign Setting (game world)"]}, {"url": "https://rpggeek.com/rpgitem/47746/original-edition-characters", "titre": "Original Edition Characters", "rank": "3,713", "rating": "7.3", "year": "Original Edition Characters (2008)", "description": "From the publisher's website: \"Original Edition Characters is a player’s supplement for Labyrinth Lord. An alternate method of creating characters is introduced, with character classes more similar to the way they were presented in the original 1974 rules. Welcome back to playing fighting men, clerics, magic-users, halflings, dwarves, and elves that can be fighting men in one game session and magic-users in the next. This book is a self contained guide to making characters in this style, and will require the Labyrinth Lord core rules.\"", "genres": ["Fantasy"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/88271/ice", "titre": "The Ice", "rank": "3,714", "rating": "7.3", "year": "The Ice (2010)", "description": "Blurb from the publisher's web site: Our friend Pavel Berlin found it intolerable that we didn't have any playsets in Russian, and set out to correct that. Since he was doing the hard work of translating anyway, we thought why not make it look awesome? Why not, indeed? So here's the Russian version of The Ice, one of the four playsets that are included when you buy Fiasco. Thanks Pavel, and Наслаждайтесь!", "genres": ["Crime"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/44961/doomtown-or-bust", "titre": "Doomtown or Bust!", "rank": "3,715", "rating": "7.4", "year": "Doomtown or Bust! (1999)", "description": "From the back of the 144-page sourcebook: \"There Goes the Neighborhood! Even in the shattered and brutal landscape of the Great Maze, the mining town of Gomorra stands out as a hotbed of greed, violence, and intrigue. The greedy Sweetrock Mining Company wrests ghost rock from the earth, always on the lookout for the outlaw Blackjacks. The heroic Law Dogs try to bring justice to the streets of Gomorra, while Kang's Maze Rats throw a wrench into everyone's gears. The mad scientists of the Collegium toil over their amazing devices, while the enigmatic members of the Sioux Union just watch - and wait. The sinister Whateley family sows seeds of fear, just as the maniacal Flock arrives to preach to Gomorra's masses. And just what are the Agency and Texas Rangers up to, anyway? The setting for the Doomtown collectible card game comes to life in this 144-page sourcebook for Deadlands: The Weird West. It's all here: the people, the places, the things - and the secrets - that make Gomorra tick. And we've topped things off with 10 Doomtown decks designed by some of the best players in the world! So strap on your six-guns, and watch your back, pardner. We're heading for Gomorroa, and its Doomtown or Bust!\"", "genres": ["History (American West)", "Horror (Supernatural)", "Steampunk"], "categories": ["Campaign Setting (game world)", "Scenario / Adventure / Module", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/45507/trinity-technology-manual", "titre": "Trinity Technology Manual", "rank": "3,716", "rating": "7.3", "year": "Trinity Technology Manual (1998)", "description": "THE FUTURE IS AT YOUR FINGERTIPS It's the 22nd century, and science puts the universe in the palm of your hand. Spaceships take us to distant stars. Computer agents roam the electronic OpNet. Bioapps commune with psions' minds to become living weapons. Technology has taken us to unimaginable heights. What more can we possibly accomplish? The AEon Trinity knows. NOW OPEN YOUR MIND The Trinity Technology Manual is every psion's source on the science and innovation for the 22nd century. New spacecraft, weapons, bioapps, battle suits, computers, drugs, gadgets - it's all here. Sure, psi powers are ok, but there's nothing like the cool comfort of a blaster in your hand.", "genres": ["Occult (Psionics / Mentalism)", "Science Fiction"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/51043/niemandsland-grabenkrieg-heimatfront", "titre": "Niemandsland: Grabenkrieg & Heimatfront", "rank": "3,717", "rating": "7.3", "year": "Niemandsland: Grabenkrieg & Heimatfront (2007)", "description": "No Man's Land: Trench Warfare & Home Front The fictive cthuloid horror meets the real terror of World War I. This companion delivers detailed background information for characters experiencing the live of soldiers during World War I. Further, the book defines rules<br/>\nfor combat in groups and aerial battle. From the Publishers website Das fiktive cthuloide Grauen trifft auf das reale Grauen des Ersten Weltkriegs! Was für die Charaktere der 1920er Jahre schon immer Bestandteil der Hintergrundgeschichte hätte sein sollen, wird nun endlich in Form gegossen. Dieser Band enthält aber weitaus mehr, als nur die Tipps, wie sich die Kriegsgeschehen auf 1920er Charaktere ausgewirkt haben. Umfangreiche Hintergrundinformationen und neue Regeln, wie z.B. für die Erschaffung von Charakteren als Weltkriegssoldaten, Kampfabwicklung mit größeren Personengruppen und Luftkämpfe, schaffen eine eigenes Cthulhu Setting - ermöglichen nun, Cthulhu im Krieg zu spielen. Dabei wurde auf größtmöglichen Realismus Wert gelegt die Sterblichkeit der Charaktere ist also mehr denn je kennzeichnend für die Schrecken, mit denen sie konfrontiert werden ...", "genres": ["History (Europe)", "Horror (Cthulhu Mythos)", "War"], "categories": ["Scenario / Adventure / Module", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/56715/star-crusade", "titre": "Star Crusade", "rank": "3,718", "rating": "7.3", "year": "Star Crusade (2000)", "description": "From the publisher: After the Fall of the Second Republic, many of the worlds of Human Space were lost behind sealed jumpgates. Only in the Known Worlds has civilization maintained a tenuous hold against a plunge into barbarism -- or so the nobles and Church would have others believe. In truth, other star-faring nations exist in fractured jumpwebs throughout space, and some of these distant kingdoms are no longer content to stay put. The riches of the Known Worlds lure them back to the core worlds -- just as the Empire reaches out for more planets to rule. \"Star Crusade\" is a vast new campaign setting for the Fading Suns universe, focusing on the Kurgan Caliphate and Vuldrok Star-Nation. Visit new worlds and witness their histories, people and current conflicts. Build Vuldrok and Kurgan characters, and delve into the mysteries of the Anunnaki runes. New adventures and secrets lure player characters into deeper trouble than ever before imagined.", "genres": ["Science Fiction (Space Opera)"], "categories": ["Campaign Setting (game world)"]}, {"url": "https://rpggeek.com/rpgitem/48656/southern-republic", "titre": "Southern Republic", "rank": "3,719", "rating": "7.3", "year": "Southern Republic (1997)", "description": " \"This is a serious problem.\"  Ambassador Maya Landling sat back in the plush chair of her Port Oasis office. The digitally enhanced photographs on her desk clearly showed her friend and assisstant Jeremy Tessier in a romantic interlude with a local girl identified as Reyna Kross. Even before her head of security said so, Maya knew well that Kross was in the employ of AST Lord Protector Jacques Molay -- her most powerful political enemy. Maya took a breath before continuing, \"Just what do you suggest?\"  \"Well,\" began Yannick, her security chief, \"we might be able to use this. If we can manage them both we could perhaps get information on Molay rather than the other way around. It will take some careful moves, however.\"  \"Too many of them, I'm afraid. We can't take unnecessary risks anymore.\" Maya felt a pain rise in her chest; some would have called it remorse. \"Deal with them both...and make it painless.\" The single-most powerful nation on Terra Nova, the Southern Republic holds the entire South in its iron grip. Massive military might, a gargantuan intelligence community and an ingrained culture of national supremacy all keep the Republic the master of the Allied Southern Territories and a real and present danger to the Northern Leagues. But the so-called Land of the Snakes remains dangerous even for loyal citizens. Centuries of intrigue and betrayal are finally catching up to the great league and its political system is choking on a web of lies.", "genres": ["Mecha", "Science Fiction (Hard Sci Fi)", "War"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/53554/doomsday-any-other", "titre": "A Doomsday Like Any Other", "rank": "3,720", "rating": "7.6", "year": "A Doomsday Like Any Other (1986)", "description": "From the back cover: \"It was a dull patrol, and the officers and crew of the frigate USS Fife were tired of the routine, tired of watching an empty frontier. Then, a call for help put the Fife face-to-face with the most implacable foe ever faced by Star Fleet -- one of the robot-brained 'Doomsday Machines,' like the one destroyed years before by the USS Enterprise. As if that weren't enough, the Fife had to contend with panicky civilians, selfish VIPs, interfering Romulans, and a colorful rogue whose surprising cargo might hold the only hope of stopping the planet-crushing juggernaut. It would be a day they would all remember... but it certainly wouldn't be A Doomsday Like Any Other.\"", "genres": ["Science Fiction"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/52048/rescue-galatea", "titre": "Rescue On Galatea", "rank": "3,721", "rating": "7.3", "year": "Rescue On Galatea (1982)", "description": "From back cover: The mission seemed simple: rescue an abducted merchant prince from the hands of a rival corporation in time to avert an interstellar war. The one month deadline seemed to be more than enough to complete the mission. That is until the adventurers arrive at the planet where the prince is being held. Galatea, a world made up of thousands of little islands and very severe weather made the mission a little more difficult, but then the intelligent natives, the Jessa, ended all hopes of an easy completion of what was once just a simple mission.", "genres": ["Science Fiction"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/230936/starfinder-condition-cards", "titre": "Starfinder Condition Cards", "rank": "3,722", "rating": "7.5", "year": "Starfinder Condition Cards (2017)", "description": "Publisher's blurb: Never miss a modifier! With Starfinder Condition Cards, GMs and players have all the rules for the game's most common conditions at their fingertips. Simply hand a player the appropriate card for their condition, and there's no need to go digging through a rulebook. Did your technomancer turn invisible? Did that alien paralyze your soldier with its venom? From bleeding and blinded to confused and panicked, these cards have the rules you need, when you need them.", "genres": ["Fantasy (Science Fantasy)", "Science Fiction (Space Opera)"], "categories": ["Accessory (dice, maps, screens, cards)"]}, {"url": "https://rpggeek.com/rpgitem/51652/harn", "titre": "Hârn", "rank": "3,723", "rating": "8.0", "year": "Hârn (1983)", "description": "This is the original presentation of the Hârn setting which contained a map; Hârnview, a 32 page overview of Hârn; and Hârndex, a 64 page index containing entries on the history, geography, religions, cultures, politics, and economics of Hârn.  The 3 items were packaged in a folder.", "genres": ["Fantasy (High Fantasy)", "Fantasy (Low Fantasy)"], "categories": ["Campaign Setting (game world)"]}, {"url": "https://rpggeek.com/rpgitem/141167/enemies-imperium", "titre": "Enemies of the Imperium", "rank": "3,724", "rating": "7.8", "year": "Enemies of the Imperium (2013)", "description": "From the publisher's website: “Everything out there is trying to kill you, soldier. If you figure that out quickly enough, you might live long enough to pass it on to the next batch of fresh casualties-to-be.”<br/>\n      –Private Mercito Grant Across the Spinward Front, Imperial Guard troopers contend with deadly adversaries, from the fanatical rebels of the Severan Dominate to the vicious Orks of Waaagh! Grimtoof, and from the insidious forces of the Dark Eldar to the profane minions of Chaos. Your mission may place you toe-to-toe with the worst the galaxy has to offer. Will you be prepared? Enemies of the Imperium, a supplement for Only War, gives deeper insight into the deadly foes of the Imperial Guard who lurk in the Spinward Front. Enemies of the Imperium not only contains NPC profiles and guidance on how to deploy them in battle, but it also provides considerable information on how these factions make war on the Imperium and each other. Further, Enemies of the Imperium provides rules for managing Formations to facilitate squad-level combat and new resources for Guardsmen and Support Specialist characters who have cut their teeth against these deadly foes, surviving the worst that the Spinward Front can throw at them.", "genres": ["Science Fiction", "War"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/221529/mutant-mechatron", "titre": "Mutant: Mechatron", "rank": "3,725", "rating": "7.8", "year": "Mutant: Mechatron (2018)", "description": "Publisher's blurb: In the huge underwater Mechatron-7 facility, armies of machines toil away in decaying factories. When the war raged the humans fled, leaving their robotic servants with one simple command: continue the production until we return. That was decades ago. Now, something is changing. Robots in Mechatron-7 are starting to malfunction. To rebel. To express a will of their own. To Awake. It's time for the machines to make their mark on the dawnworld.", "genres": ["Science Fiction (Post Apocalypse)"], "categories": ["Campaign Setting (game world)", "Core Rules (min needed to play)", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/49091/traveller-regelbuch-ii", "titre": "Traveller Regelbuch II", "rank": "3,726", "rating": "7.5", "year": "Traveller Regelbuch II (1987)", "description": "'Söldner, Scouts und Handelsprinzen' Second german rulebook of GDW's Classic Traveller. Contains rules from the following sources:<br/>\n * Book 4: Mercenaries<br/>\n * Book 5: High Guard<br/>\n * Book 6: Scouts<br/>\n * Book 7: Merchant Prince<br/>\n * Supplement 4: Citizens of the Imperium<br/>\n * Supplement 7: Traders & Gunboats<br/>\n * Supplement 12: Forms & Charts<br/>\n * Special Supplement 2: Exotic Atmospheres<br/>\n * Special Supplement 3: Missiles<br/>\n * Game 3: Azhanti High Lightning<br/>\n * Adventure 1: The Kinunir<br/>\n * Adventure 5: Trillion Credit Squadron<br/>\n * JTAS #17: Air Strike<br/>\n * JTAS #20: Temperature<br/>\n * CHALLENGE #26: Cargo<br/>\n * Travellers Digest: Universial Task Profile", "genres": ["Science Fiction", "Science Fiction (Hard Sci Fi)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/209444/undying", "titre": "Undying", "rank": "3,727", "rating": "7.7", "year": "Undying (2016)", "description": "From Game Text: You are a predator: a vampire who stalks human prey in the night, feasting on their blood.<br/>\nBlood is life. It’s eating, drinking, breathing, and fucking, all wrapped up in one little, crimson drop. Your thirst for blood is blinding and drinking it – that’s ecstasy. Feeding from prey isn’t just sucking on a juice box; it’s going to a fine restaurant.<br/>\nYou will go to any length to feed. The craving to do so is ever-present. Even when you swallow your fill of blood, the devil whispers in your ear, tempting you to drink more. Go hungry and the beast takes over. The beast is the relentless beating in your lifeless heart; it craves excess, cruelty, and destruction. When the beast wins, you lose your free will and devolve into a mindless monster. Your humanity – your connection to what it means to be human – is the only thing that holds the beast at bay, and it is a flickering flame in the windswept darkness. Between feast and famine, restraint and recklessness, a predator’s unlife offers more than an eternal, blood-junkie existence. Immortality is the reward that awaits a predator who can balance on the knife edge.<br/>\nPredators are the apex: the union of man’s scheming ingenuity and beast’s instinctive ferocity. Though man and lesser creatures are sheep to the wolf, the wolf is among a pack of wolves. And in this pack, the most cunning and ruthless is the alpha. All predators envy that power and prestige. They nip at each other nightly, fighting over the scraps. Each hopes to one night rule the pack. Thus, from the greatest predator to the least, all are embroiled in a ceaseless conflict of intrigue and bloodshed.<br/>\nThis is what it means to be a predator. This is Undying.", "genres": ["Horror"], "categories": ["Core Rules (min needed to play)"]}, {"url": "https://rpggeek.com/rpgitem/103586/invasive-procedures", "titre": "Invasive Procedures", "rank": "3,728", "rating": "7.7", "year": "Invasive Procedures (2011)", "description": "From the PDF: You are a patient in an old, rambling hospital. Part of it is shut down, part of it lies in decay. The equipment is out of date, the staff are unmotivated and the whole place reeks of disinfectant, death and seventy years of despair. The hospital has ghosts and spirits walking the halls but they are the least of your worries. You should be afraid of what comes out at night. You should be afraid of what makes the ghosts flee. Invasive Procedures is the new Fear Itself adventure from Gareth Hanrahan, author of Arkham Detective Tales, three Skulduggery settings and the forthcoming Brief Cases: Three Adventures for Mutant City Blues. Invasive Procedures includes an extract from The Book of Unremitting Horror. Invasive Procedures now includes conversion information so you can run this adventure with the Trail of Cthulhu system.", "genres": ["Horror"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/45689/parlainth-adventures", "titre": "Parlainth Adventures", "rank": "3,729", "rating": "6.7", "year": "Parlainth Adventures (1995)", "description": "From publisher blurb: Forgotten By Time! From the famed ruins of Parlainth and the explorer's mecca of Haven come four tales to chill you to the bone, four adventures to challenge even the bravest, most cunning heroes! The tainted blood of a Horror traps the soul of a child inside its monstrous, twisted psyche... The undead citizens of Parlainth's Cadaver Kingdom stage a macabre carnival in Haven, luring unsuspecting victims into their underground realm... An ancient Theran treasure threatens to throw Haven into chaos... A slumbering Horror awakens to malevolent life and turns Haven into a seething cauldron of violence and suspicion... Anything and everything can happen in Parlainth. Fame and fortune await the hero brave enough to gamble with Death and lucky enough to win! Parlainth Adventures is a collection of four Earthdawn adventures set in the ruins of the Forgotten City of Parlainth and the nearby town of Haven. For characters of First to Fourth Circles.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/68354/master-fallen-fortress", "titre": "Master of the Fallen Fortress", "rank": "3,730", "rating": "6.4", "year": "Master of the Fallen Fortress (2010)", "description": "From the back of the book: Storm the Lost Tower! The ruined siege castles outside Absalom have long beckoned adventurers looking to make a name for themselves. Now an earthquake has cracked open one of these fabled ruins, and its lost mysteries and fantastic treasures lie exposed for the first time in centuries. But the tower's empty halls once more echo with living footfalls, and a new master has claimed the Fallen Fortress as his own. Can the PCs find a way to get inside its shattered walls? What ancient dangers and fresh threats will they encounter inside its crumbling chambers? And will the PCs be able to defeat the current Master of the Fallen Fortress? Master of the Fallen Fortress is a dungeon-based adventure for 1st-level chararacters, written for the Pathfinder Roleplaying Game and compatible with the 3.5 edition of the world's oldest RPG. It also serves as an introduction to Pathfinder Society Organized Play (Paizo's constantly evolving, world-wide mega-campaign). The adventure involves exploring an ancient, ruined tower and rescuing the captured Pathfinder held within. This adventure is set outside the great city of Absalom in the Pathfinder Chronicles campaign setting, but can be easily adapted for any game world. It also contains a preview of the six new iconic characters from the upcoming Pathfinder Roleplaying Game Advanced Player’s Guide, available August 2010.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/46674/killer", "titre": "Killer", "rank": "3,731", "rating": "6.4", "year": "Killer (1981)", "description": "\"the game of assassination\" Steve Jackson Games interpretation of the public domain game Assassin. From the back: \"Killer is the exciting live roleplaying game for intelligent, creative and slightly uncivilized people ... people who want to knock off their friends ... without hurting them.\" Has gone through at least 4 editions; information listed below is from the Fourth Edition. The original edition was released in 1981.", "genres": ["Crime"], "categories": ["Core Rules (min needed to play)"]}, {"url": "https://rpggeek.com/rpgitem/54855/book-artifacts", "titre": "Book of Artifacts", "rank": "3,732", "rating": "6.2", "year": "Book of Artifacts (1993)", "description": "Classic artifacts from the original D&D and AD&D campaigns, along with some that have appeared in supplements or magazines and some that are brand new. Each artifact has a description, history, suggested campaign use, powers, and suggested means of destruction. Additional information is provided on Creating and Recharging magical items. From the back cover: \"Incredible magic for all campaigns! The Book of Artifacts will help very adventure reach new plateaus of mystery, danger, and epic excitement. Within these pages is the most complete collection of legendary and obscure artifacts ever assembled for the AD&D 2nd Edition game.\"", "genres": ["Fantasy (High Fantasy)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/44930/beyond-science-guide-fx", "titre": "Beyond Science: A Guide to FX", "rank": "3,733", "rating": "7.2", "year": "Beyond Science: A Guide to FX (2000)", "description": "KICK ASS. TAKE NAMES If you can imagine it, you can play it! Beyond Science explores the impossible, the unexplained, and the incredible in the ALTERNITY game. Super heroes, science fantasy, and magic expand your campaign into the realm of the fantastic. This comprehensive guide to characters with fantastic abilities is guaranteed to change the way you play the game. Find out what your character's been missing, or add a new dimension to your ALTERNITY game. The choice is up to you! The FX Adept, a new hero profession based on FX skills.", "genres": ["Science Fiction"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/139254/basic-terrain-multi-pack", "titre": "Basic Terrain Multi-Pack", "rank": "3,734", "rating": "7.8", "year": "Basic Terrain Multi-Pack (2013)", "description": "From the back of the cover: Get back to basics! Whether you need a wild plain, a city square, an arena floor, or the open sea, set the scene for nearly any adventure with the Pathfinder Flip-Mat: Basic Terrain Multi-Pack! Cover all your ground effectively with four different full-color textures: grassland, stone floor, street, and water! Usable by experienced GMs and novices alike for a vast variety of games, Pathfinder Flip-Mats fit perfectly into any Game Master's arsenal, giving you vibrant playspaces you can customize however you like! Don't waste your time sketching when you could be playing. With the Pathfinder Flip-Mat: Basic Terrain Multi-Pack, now you can focus on what matters the most: the action in your game. Directions for use A special coating on each Flip-Mat allows you to use wet erase, dry erase, AND permanent markets with ease! Removing permanent ink is easy -- simply trace over any permanent mark with a dry erase marker, wait 10 seconds, then wipe off both marks with a dry cloth or paper towel.", "genres": ["Fantasy"], "categories": ["Accessory (dice, maps, screens, cards)"]}, {"url": "https://rpggeek.com/rpgitem/57078/gazetteer-volume-iii", "titre": "Gazetteer Volume III", "rank": "3,735", "rating": "8.1", "year": "Gazetteer Volume III (2003)", "description": "From the Back of the Book: Lands of Mystery, Landscapes of Intrigue The Renaissance-like intrigues of Dementlieu; the ambitious machinations of Richemulot's rulers; the ghost-riddled land of Mordent - in these ways and more does twisted evil permeate these warped realms, each reflecting the perverse desires of its ruling darklord. The third installment in the Gazetteer setting sourcebook series provides in-depth information on the domains of Dementlieu, Mordent, and Richemulot, indlucing stories of Mordent's lost families and rare insights into the peculiar customs of Dementlieu and Richemulot. Daring and subtle adventurers may take their place among the elite of Ravenloft's schemers and plotters, if they dare - or pit themselves against the unexpected horrors that lurk in the shadows of these three realms. Requires the use fo the Dungeons & Dragons Players Handbook, Third Edition, published by WOC.", "genres": ["History (Alternative)", "Horror"], "categories": ["Campaign Setting (game world)"]}, {"url": "https://rpggeek.com/rpgitem/174549/baker-street-casebook-1", "titre": "Baker Street Casebook #1", "rank": "3,736", "rating": "7.8", "year": "Baker Street Casebook #1 (2015)", "description": "Publisher Blurb: Here are eight new cases for the Baker Street RPG. Masterminds will find all sorts of new mysteries within to present to their intrepid investigators. Includes adventures written by Matt DeForrest, Jeff Grubb, Steven S. Long, Mark Plemmons, Jeff Siadek, Skip Williams, and more. User Blurb The Adventure of the Mummy's Curse by Skip Williams<br/>\nThe Adventure of the Navy Treaty by Bryce Whitacre<br/>\nThe Case of the Angry Goddess by Steven S. Long<br/>\nThe Case of the Fairer Sex by Matt DeForrest<br/>\nThe Case of the Mantis Murderer by Matt Lopshire<br/>\nThe Case of the Murder at the Madagascar by Jeff Grubb<br/>\nThe Case of the Murder of Crows by Jeff Siadek<br/>\nThe Case of the Stable-Yard Tragedy by Mark Plemmons Eight new case for Baker Street, which includes clue cards for the investigators and the mastermind.", "genres": ["Crime (Mystery / Detective / Noir)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/49026/web-deceit", "titre": "Web of Deceit", "rank": "3,737", "rating": "7.8", "year": "Web of Deceit (1989)", "description": "From back cover:<br/>\nSan Cristobal is a glittering island jewel in the Caribbean Sea. Soviet and American agents try to out manoeuvre each other for influence with the government. Orion, naturally wants a closer look. Establishing a new Orion base is a two part operation; first, set up a believable cover and sneak in the equipment necessary; and second, find out what the other espionage organisations - especially Web - are up to in the same area.", "genres": ["Action / Adventure", "Crime (Spy / Espionage)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/44727/city-demons", "titre": "City of Demons", "rank": "3,738", "rating": "7.9", "year": "City of Demons (1992)", "description": "A rebellious Demon Lord plans a rebellion against Jazrael, High Lord of Tharkold, a war which would leave the forces of Nippon Tech the only winners. Thratchen, in a bid to win Jazrael's favor, offers Storm Knights a deal: aid him in his quest, and preserve the deadlock between Nippon and Tharkold.<br/>\nThis strange alliance leads the Storm Knights to a daring attempt at sabotage, battles with ninja and undead Ghuls, while Thratchen weaves an intricate web to snare both Kanawa and the demon pride.<br/>\nIn the end, the Knights must race against time across a war-torn section of the realm to reach the Demon Lord's stronghold. The prize: the future of Los Angeles, and perhaps that of Thratchen as well.", "genres": ["Martial Arts", "Multiverse", "Science Fiction (Cyberpunk)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/52767/talislanta-guidebook-rules-and-campaign-guide", "titre": "Talislanta Guidebook: Rules and Campaign Guide", "rank": "3,739", "rating": "6.9", "year": "Talislanta Guidebook: Rules and Campaign Guide (1992)", "description": "User Summary:<br/>\nThis core-rule book continues the Talislanta series, which is an alternative to D&D that unlike other systems and settings does not draw upon European mythology or rehash Tolkeinisms. It brought forward the time-line of the earlier editions and reworked the magical system. Characters are generated using a broad range of different archetypes based on the very different and unusal races that inhabit the world of Talislanta.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Core Rules (min needed to play)"]}, {"url": "https://rpggeek.com/rpgitem/312237/dissident-whispers", "titre": "Dissident Whispers", "rank": "3,740", "rating": "7.8", "year": "Dissident Whispers (2020)", "description": "Publisher's blurb: An anthology of 58 original two-page RPG adventures made by a diverse, international collective of creators[.]<br/>\n...<br/>\nDelve into mythic underworlds, shiver through haunted space ships, schmooze with high society. You'll never go unequipped for game night with this eclectic host of adventures in hand.", "genres": ["Fantasy (High Fantasy)", "Horror", "Science Fiction", "Weird / Surreal"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/52725/sea-people", "titre": "The Sea People", "rank": "3,741", "rating": "6.6", "year": "The Sea People (1990)", "description": "From the back cover: ...And you thought you knew everything about the good, old D&D® game world! The Sea of Dread is home to not one, but several aquatic nations. There underneath the surface, lie mysterious caverns, submerged cities never explored by surface folk, shipwrecked remnants of historic naval battles, and countless frightening guardians of the deep. Discover the power of the kna, meet the kind people of smaar, and face the ultimate threat to the fabulous Realms of Undersea. The Sea People is the third book in the Creature Crucible series that completes the Gazetteer line. It is also fully adaptable to the ADVANCED DUNGEONS & DRAGONS® 2nd Edition game. Don't miss PC1: Tall Tales of the Wee Folk or PC2: Top Ballista!", "genres": ["Action / Adventure (Nautical)", "Fantasy (High Fantasy)"], "categories": ["Campaign Setting (game world)", "Scenario / Adventure / Module", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/45266/guide-x-men", "titre": "Guide to the X-Men", "rank": "3,742", "rating": "6.3", "year": "Guide to the X-Men (2003)", "description": "Expand your universe.  The first supplement to the Marvel Universe Roleplaying Game is bursting with dozens of new profiles for the X-Men and their most vicious enemies.  You'll also find plenty of new locations for your adventures, from the Xaiver Institute to the Savage Land to Genosha, complete with maps and descriptions; histories and rosters of the different X-teams; detailed diagrams of the X-Men's hi-tech equipment, including the Danger Room and the Blackbird. Plus:  a brand-new Marvel Universe adventure, complete with maps.", "genres": ["Action / Adventure (Superheroes)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/68359/classic-treasures-revisited", "titre": "Classic Treasures Revisited", "rank": "3,743", "rating": "7.1", "year": "Classic Treasures Revisited (2010)", "description": "From the back of the book: The Ultimate Reward Every adventurer dreams of glittering treasures and magical relics, and such remarkable rewards spur the quests and ignite the imaginations of history’s greatest heroes, driving them to greatness—or their doom. Yet above coins of gold and gem-studded baubles rise those riches that are themselves the envy of kings, the causes of calamities, and the stuff of legends. With the power to slay titanic beasts, reduce whole castles to ruin, and change the flow of fate, such mythic items fill the stories of sages and treasure seekers the world over. And now, the greatest of these wonders rest within your hands. This compendium of curiosities reveals the magic and legacy of 10 of the most famous and infamous items and artifacts in the history of fantasy roleplaying. From the head-slicing swipes of the vorpal sword to the awesome magical might of the staff of the magi, the depthless bag of holding to the worldwarping deck of many things, the investigations within reveal the mysterious creations, cunning uses, magical variations, and untold other secrets of these ultimate treasures. No matter the campaign setting, Classic Treasures Revisited unleashes a hoard of history’s greatest magic items upon your game—along with all the adventures they inspire—and proves that true treasures never tarnish.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/47645/corporeal-players-guide", "titre": "Corporeal Player's Guide", "rank": "3,744", "rating": "7.1", "year": "Corporeal Player's Guide (1999)", "description": "The book focuses on humans, whether mundanes, Soldiers or sorcerers, undead or Saints. Their skills, spells, abilities, and disadvantages are explored in detail. Also included are complete, updated rules on sorcery. Corporeal Player's Guide can be used to run a more humanocentric campaign, or at least make humans more interesting and formidable.", "genres": ["Modern", "Religion"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/50833/masks-pavis", "titre": "Masks of Pavis", "rank": "3,745", "rating": "8.1", "year": "Masks of Pavis (2000)", "description": "A fan publication of support material for roleplaying in the city of Pavis and Big Rubble. Second in the series, this focuses on the Big Rubble and provides a campaign outline revolving around a Pavic mercenary group called The Grey Company. Volume II of the <a href=\"/rpgseries/2041/pavis-and-big-rubble-companion\">Pavis and Big Rubble Companion</a>.", "genres": ["Fantasy"], "categories": ["Campaign Setting (game world)", "Scenario / Adventure / Module", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/122085/soul-reaver", "titre": "The Soul Reaver", "rank": "3,746", "rating": "7.6", "year": "The Soul Reaver (2012)", "description": "From the Publisher's website:<br/>\nThe Dark Eldar are a plague upon the Koronus Expanse. Any who cross the Maw and sail the void of the Koronus Expanse learn to fear the wicked silhouettes of their ships and their seemingly endless cruelty towards all life, including their own. Only vigilance and firepower keep the worst depredations of these terrible raiders at bay. Do you have the courage to face them in the name of the Emperor? The Soul Reaver, an adventure in three parts for Rogue Trader, presents a chance for daring Explorers to look deep into the twisted heart of Dark Eldar society in the Koronus Expanse, where they’ll attempt the greatest heist of their careers! This, along with a new playable xenos Career Path, the Dark Eldar Kabalite Warrior, offers players useful content long after the adventure concludes.", "genres": ["Science Fiction"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/153779/fourth-doctor-sourcebook", "titre": "The Fourth Doctor Sourcebook", "rank": "3,747", "rating": "8.1", "year": "The Fourth Doctor Sourcebook (2014)", "description": "From publisher blurb: Celebrating the 50th anniversary of Doctor Who, this Sourcebook explores the Fourth Doctor’s adventures on Earth and beyond. With detailed information on all the allies, enemies, aliens and gadgets that he encounters, as well as examining each of his adventures, the book contains a wealth of material for the Doctor Who: Adventures in Time and Space RPG, and is also a fact-packed resource for fans of the show! Freed from his exile on Earth, the Doctor returned to his wandering ways, drawn to some of the great battles of the cosmos. Team up with a fellow Time Lord and a robot dog, explore E-Space, search for the Key to Time and return to Gallifrey as its saviour. Uncover the secrets of the Pyramids of Mars, change the destiny of the Daleks and thwart the machinations of the Master’s final incarnation. But first things first... would you like a jelly baby?", "genres": ["Modern (Pop Culture)", "Multiverse", "Science Fiction (Time / Dimension Travel)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/323286/hideous-daylight", "titre": "Hideous Daylight", "rank": "3,748", "rating": "8.1", "year": "Hideous Daylight (2020)", "description": "Publisher's blurb: Enter a garden of earthly delights. The sun has stopped setting over the king's favorite garden. It seemed like a harmless curiosity at first but the animals have turned violent and strange alien beings have appeared. The duke has placed a bounty for enterprising sell-swords to end the curse of endless daylight. Hideous Daylight is an adventure module for Old-School Essentials and compatible with other pen-and-paper RPGs with old-school sensibilities. Player characters will navigate a 20 point hex crawl to end the strange curse affecting the land.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/312976/free-space", "titre": "Free Space", "rank": "3,749", "rating": "8.1", "year": "Free Space (2020)", "description": "FreeSpace – a free-to-use region spanning two full 8x10 hex sectors! These system-neutral sectors can be used in any spacefaring game with at least 1 FTL capable species. The civilizations and worlds included in this region include cosmic anomalies, space whales, hive-minds, worldbuilder races, militant corporatists, and everything in between. Download in FILES section below.", "genres": ["Science Fiction"], "categories": ["Campaign Setting (game world)", "Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/285587/shinobigami", "titre": "Shinobigami", "rank": "3,750", "rating": "8.1", "year": "Shinobigami (2019)", "description": "From the translator's website: SHINOBIGAMI: GOD OF THE NINJA Shinobigami is an original Japanese tabletop role-playing game published originally by Adventure Planning Service Inc., written by Touichirou Kawashima, and lavishly illustrated by Shie Nanahara (cover, interior illustrations) and Nagomi Ochiai (interior Nittoushin/\"Chibi\" art pieces).  It was originally published in 2009, then revised and updated for a 2014 re-release. The game is about goals, relationships, and power, in the backdrop of a modern day Japan in the midst of a secret ninja clan cold war.  3-5 competent shinobi characters aim to take control of an object of power, meanwhile they pursue unique hidden goals that may lead them to cooperate or compete with each other.  Often there is an antagonist non-player character with monstrous goals that must be stopped (though even as they do so, the cooperation and competition between the shinobi continues).  Forming relationships puts you at risk but also opens you up to learn more secrets and information. Everyone's secret goal is unique and often puts the characters into conflict with some of the others, or perhaps drives them to protect or love others.", "genres": ["Action / Adventure", "Animation / Comics (Anime / Manga)", "Martial Arts", "Modern (Pop Culture)", "+ 2 more"], "categories": ["Core Rules (min needed to play)"]}, {"url": "https://rpggeek.com/rpgitem/56544/mutants-masterminds-second-edition-pocket-players", "titre": "Mutants & Masterminds Second Edition Pocket Player's Guide", "rank": "3,751", "rating": "8.1", "year": "Mutants & Masterminds Second Edition Pocket Player's Guide (2006)", "description": "Streamlined and reduced version of the Mutants and Masterminds core rules. Contains just the basic system information. From the publisher: Mutants & Masterminds is a complete roleplaying game with everything you need to start a campaign of rollicking superhero action. What if you just want to play the game, though? Do you really need all that GM-specific information? Now Mutants & Masterminds players have a choice. The Pocket Player's Guide contains all the rules you need to create characters and play Mutants & Masterminds. This handy rulebook gives you the core game system in a format that is affordable and easy to carry. Now it's even easier to see why Mutants & Masterminds is the World's Greatest Superhero RPG!", "genres": ["Action / Adventure (Superheroes)"], "categories": ["Core Rules (min needed to play)"]}, {"url": "https://rpggeek.com/rpgitem/44913/world-darkness-2nd-edition", "titre": "A World of Darkness (2nd Edition)", "rank": "3,752", "rating": "6.7", "year": "A World of Darkness (2nd Edition) (1996)", "description": "From the back cover:<br/>\n\"Do you dare to explore the hidden reaches of the Wolrd of Darkness? Venture into those forbidden regions where even vampires fear to tread. Glide through the elegant salons of Europe's elders and trek through the depths of the Dark Continent. Lose yourself in Peking's Forbidden City and find what waits at the headwaters of the Amazon. A World of Darkness Second Edition updates previously published information and offers all-new details on the setting of all the Storyteller games.", "genres": ["Horror (Supernatural)"], "categories": ["Campaign Setting (game world)", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/48586/fellowship-ring-sourcebook", "titre": "The Fellowship of the Ring Sourcebook", "rank": "3,753", "rating": "6.7", "year": "The Fellowship of the Ring Sourcebook (2003)", "description": "From the Book: \"Join the Company of the Ring at the beginning of the greatest quest of all, and follow the paths of its members as they journey ever farther into shadow and peril.  Enter Middle-earth and re-live the adventures of the Fellowship in this exhaustive guide to the people, places, and events of The Fellowship of the Ring.  From the pastoral hills of the Shire to the majesty of the Argonath and the Falls of Rauros, this book gives players and Tolkien fans alike a comprehensive overview of this beloved tale and its unforgettable characters.\"", "genres": ["Fantasy (High Fantasy)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/47704/iron-heroes-variant-players-handbook", "titre": "Iron Heroes: A Variant Player's Handbook", "rank": "3,754", "rating": "6.5", "year": "Iron Heroes: A Variant Player's Handbook (2005)", "description": "This exciting new game of heroic combat action is for skilled heroes who have no need for magic swords or arcane trinkets.. Armed with their cunning, talent, and unmatched bravery, they wade sword first into a savage world of high-octane adventure. Iron Heroes, a variant player's handbook in the tradition of Monte Cook's Arcana Evolved, provides 10 new core classes, expanded feat and skill systems, a new magic paradigm, and much more. Use this exciting book to supplement an existing fantasy roleplaying game, or as a complete rules system unto itself.", "genres": ["Fantasy (Sword & Sorcery)"], "categories": ["Alternate Rules (Variant Core Rules)"]}, {"url": "https://rpggeek.com/rpgitem/46557/masters-darkness", "titre": "The Masters of Darkness", "rank": "3,755", "rating": "7.4", "year": "The Masters of Darkness (1988)", "description": "The moment you draw the dagger from your belt, a blue flame courses the length of its twisted blade and the squealing flood of Crypt Spawn soar upward towards the roof in order to avoid you. They and their creator, Darklord Kraagenskûl, recognize the power you wield and both are in awe and terror of it. Freed from the threat of his loathsome summonations, you now advance upon Kraagenskûl with the dagger before you. He screams in anger and lunges at your head, his sword ablaze with tongues of black fire. You catch the blow on the tip of the dagger and both blades spark furiously as their terrible powers collide...", "genres": ["Fantasy (High Fantasy)"], "categories": ["Solitaire Adventure"]}, {"url": "https://rpggeek.com/rpgitem/44549/complete-book-elves", "titre": "The Complete Book of Elves", "rank": "3,756", "rating": "6.1", "year": "The Complete Book of Elves (1992)", "description": "From the back cover: The glorious world of elvenkind shines from these pages! Detailed herein are their societies, rituals, and myths - and their physiology and psychology. Description of every kind of elf abound. Rounding out this information are 11 new kits; new optional rules and suggestions for running elven campaigns; and special elven equipment, spells, and magical items. Forget what you thought you knew about elves - The Complete Book of Elves sheds new light on this mysterious race!", "genres": ["Fantasy (High Fantasy)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/44536/dc-night", "titre": "DC by Night", "rank": "3,757", "rating": "6.9", "year": "DC by Night (1995)", "description": "[Back cover]<br/>\nD. C. by Night<br/>\nWashington D.C., a city born of the swamps, offers vampires a treasure beyond all measure: power.  In this place where even mortals have might once undreamed of, the undead strive to win such influence as their peers elsewhere can but envy.  Only the best try; only the most devilish succeed.<br/>\nThe Capitol fears more than just vampiric politics, though.  The Kindred fight gun battles in Southeast; drive off werewolves, mages and others who covet their dominance; and clash with the many vampire hunters who call the city home.  D.C. is a dangerous place for the undead, but its rewards outweigh its dangers.", "genres": ["Horror (Supernatural)", "Modern (Urban)"], "categories": ["Campaign Setting (game world)", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/47585/chronicle-black-labyrinth", "titre": "Chronicle of the Black Labyrinth", "rank": "3,758", "rating": "6.9", "year": "Chronicle of the Black Labyrinth (1995)", "description": "A flavor supplement for Werewolf: the Apocalypse, this is a series of related vignettes about the dark world of the servants of the Wyrm. Dark and slightly disturbing.", "genres": ["Fantasy (Modern Urban Fantasy)", "History (Ancient)", "History (Europe)", "Horror (Supernatural)"], "categories": ["Campaign Setting (game world)"]}, {"url": "https://rpggeek.com/rpgitem/350789/twilight-2000-referees-screen", "titre": "Twilight: 2000 Referee's Screen", "rank": "3,759", "rating": "8.5", "year": "Twilight: 2000 Referee's Screen (2021)", "description": "Publisher Blurb: A deluxe Referee's screen in landscape format for the fourth edition of the Twilight: 2000 roleplaying game. It features beautiful art on the outside and a host of useful tables and important information on the inside, while keeping the Referee's plans hidden from the eyes of inquisitive players.", "genres": ["History (Alternative)", "Modern", "War"], "categories": ["Accessory (dice, maps, screens, cards)"]}, {"url": "https://rpggeek.com/rpgitem/52473/ultimate-skill", "titre": "The Ultimate Skill", "rank": "3,760", "rating": "9.2", "year": "The Ultimate Skill (2006)", "description": "From the Hero Games website: SKILLFUL GAMING No matter what genre you choose or setting you use for your HERO System campaign, one constant is Skills. Virtually every character, from the most powerful superhero to the weakest peasant, has at least a few Skills, and some characters depend on them every adventure to get things done and keep themselves alive. The Ultimate Skill is your guide to Skills in the HERO System, with advanced, expanded, and optional rules covering every aspect of Skills and Skill use. It includes: —expanded rules for buying Skills, including altering their costs and purchasing lots of them easily —advanced rules for Skill modifiers covering every genre and setting —expanded rules covering everything about Skills including rules for learning Skills, Skill Versus Skill Contests, degrees of success and failure, Complementary Skills, extended tasks, team Skill use, and much more —detailed descriptions of every Skill in the HERO System rules including common uses, historical information, appropriate modifiers, equipment used, time required, expanding or altering the Skill to suit different types of campaigns, and genre-by-genre applications —optional new Skills Whatever game or type of campaign you play, The Ultimate Skill is filled with information to make it and your characters better and more exciting!", "genres": ["Action / Adventure (Pulp)", "Action / Adventure (Superheroes)", "Culture", "Fantasy", "+ 8 more"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/105468/criminal-empire", "titre": "The Criminal Empire", "rank": "3,761", "rating": "8.8", "year": "The Criminal Empire (2011)", "description": "from the Liber Fanatica website Welcome to Liber Fanatica Issue #8 - The Criminal Empire.  It is supplemental material dedicated to Warhammer Fantasy Roleplay 3rd edition. It contains miscellanea of articles related to the criminal element. It can be downloaded from the Liber Fanatica website: <a href=\"http://www.liberfanatica.net\" onclick=\"window.open(this.href, '_blank'); return false;\" rel=\"nofollow\">http://www.liberfanatica.net</a> Table of Contents (taken from the Liber Fanatica website):<br/>\n    Download Here (73.7 MB) Liber Fanatica VIII: The Criminal Empire Download Pullout Section Here General Section<br/>\nTrade and Smuggling in the Reikland (Ralph Seller)<br/>\nSimple and Advanced rules for trading, Merchant Guild protocol and smuggling, including a Trade Gazetteer of the Reikland.<br/>\nHonour or Contempt (Jussi Alarauhio)<br/>\nExpanded social conflict mechanics, including new Rogue and Rhetoric Action Traits and the H-tracker system.<br/>\nThe Law of the Empire (Rikard Fjellhaug)<br/>\nHistory of Imperial law & courts, religious law, judges and punishments. Guidelines for creating Trial Episodes.<br/>\nThe Sharp End of Justice (Jussi Alarauhio)<br/>\nDifferent types of Executioners and their methods. GM's Section<br/>\nUbersreik by Night (Ralph Seller)<br/>\nCriminal guilds, organisations and NPCs in Ubersreik.<br/>\nSecret Signs (Sean Connors)<br/>\nHand signs and ciphers used in the criminal underworld.<br/>\nWanted (Sean Connors and Lauri Maijala)<br/>\nPart 1 of the Master of Shadows campaign, set in Ubersreik.<br/>\nAppendix: Expanded Equipment List (Jay Hafner)<br/>\nAdditional equipment with Quality and Skill guidelines. Pull-Out Section<br/>\nCards and Handouts for all LF8 articles (separate download link)", "genres": ["Fantasy (Low Fantasy)"], "categories": ["Accessory (dice, maps, screens, cards)", "Alternate Rules (Variant Core Rules)", "Scenario / Adventure / Module", "Software (for maps, char sheets, etc)", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/69196/champions-6th-edition", "titre": "Champions 6th Edition", "rank": "3,762", "rating": "8.9", "year": "Champions 6th Edition (2010)", "description": "From the Back of the Book: There's nothing more fun than roleplaying superheroes - battling crime, possessing amazing superpowers, saving the world. And whatever type of superhero game you like to play, and however you like to play it, Champions is your ultimate guide to superheroic adventure using the HERO System!", "genres": ["Action / Adventure (Superheroes)"], "categories": ["Campaign Setting (game world)"]}, {"url": "https://rpggeek.com/rpgitem/287223/nights-black-agents-solo-ops", "titre": "Night's Black Agents: Solo Ops", "rank": "3,763", "rating": "7.9", "year": "Night's Black Agents: Solo Ops (2019)", "description": "Publisher's blurb: You used to be a spy. You were part of the clandestine world, backed up by the full strength of the shadow state. Then you asked the wrong questions, discovered things you shouldn’t know about who really rules the world. You found the truth. You found the vampires – and got burned. You’re all alone against them. One player. One Gamemaster. The odds are against you. You’ll have to use every edge you can muster, every contact you can blackmail, every weapon you can find just to survive. But maybe, just maybe, you can fight back against the monsters. Create your own Agent, or take on the role of Leyla Khan – an ex-MI6 officer who must confront her own half-remembered past as a thrall of the vampires! Use the GUMSHOE One-2-One rules, designed for the thrilling intensity of head-to-head play. Navigate complex mysteries with investigative abilities! Overcome challenges with luck and mastery edges! And if you fail, pick up Injury, Heat and Shadow problems that’ll cause trouble later on. Play through three complete adventures for Leyla Khan, or use them as templates to create your own mysteries: Never Say Dead: Leyla wakes up in a hospital with only fragmentary memories of her past life. She was left for dead at the side of the road. Who’s trying to kill her? Who’s trying to save her? Who can she trust?<br/>\nNo Grave For Traitors: A drug war in Spain. Mysterious intrigue in London. Haunted castles in the Carpathians. Can Leyla unravel the mystery that connects these events, and stop her rivals from unlocking the door to an ancient horror?<br/>\nThe Deniable Woman: Leyla’s tasked by her old allies at MI6 to investigate the disappearance of a British spy in Moscow. Can she find the missing man – or will she, too, vanish into the shadows of the Kremlin?<br/>\nWe’ll give you the tools you need to battle the undead princes and crime lords, all alone. But will it be enough? Find out, with Night’s Black Agents: Solo Ops!", "genres": ["Crime (Spy / Espionage)", "Horror"], "categories": ["Alternate Rules (Variant Core Rules)", "Core Rules (min needed to play)"]}, {"url": "https://rpggeek.com/rpgitem/45434/ruins-hyboria", "titre": "Ruins of Hyboria", "rank": "3,764", "rating": "8.5", "year": "Ruins of Hyboria (2006)", "description": "What lurks in the darksome ruin over that rise? You may not want to know, but you yearn for the treasure so badly you will brave the nameless slimes and unspeakable horrors of those ancient remains. Ruins in the Hyborian age are places of legend and mystery, places of monstrous reputation and incredible treasures.  Enter always at your own risk. There is something irresistible in the allure of decaying ruins and ancient places.  They are testaments to ingenuity, yet the civilisations fell regardless of their creativity and intelligence.  The ancient places of the world have an awesome power to impress and overwhelm the viewer in a way a newer place can never hope to have.  The whole air of decay surrounding such places, the sheer sense of history pervading these old locations work to provide stimulus to the dark corners of the imagination and conjure ghosts unlike any said to haunt mankind.  Ruins have an inexplicable sense of nostalgia and mystery about them. Extensively researched, this book is intended to give Players and Games Masters of Conan the Roleplaying Game alike the resources to bring the ruins of the Hyborian age to life, including a ruin generator, maps and monsters. A sourcebook detailing many ruins of the Hyborian Age", "genres": ["Fantasy (Sword & Sorcery)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/113945/mitlanyal-volume-2-gods-change", "titre": "Mitlanyál Volume 2: The Gods of Change", "rank": "3,765", "rating": "8.9", "year": "Mitlanyál Volume 2: The Gods of Change (2004)", "description": "From the back of the book: Tékumel, the lost world of the Ancients, home to the mighty Five Empires sometimes at peace, often not, but always riddled with intrigue. Tsolyánu, The Empire of the Petal Throne, filled with her great cities and countless smaller villages, distinct cultural regions and conquered protectorates are all bound together by the worship of twenty complex deities. Religion is interwoven with daily life - they are inseparable.  This two volume set provides the most detailed and complete repository of information about each of the Great Temples, Ten Gods of Stability and Ten Gods of Change.  Each Deity is described with history and theology, rituals and complex inner ceremonies, from the basics of sacred numbers and colors to varied public and secret rituals. Created by Professor M.A.R. Barker, game designer, linguist and author, this rich tapestry is the basis for all interaction on Tékumel.  In these books, Robert  Alberti and Professor M.A.R. Barker have assembled the arcana of the religions of Tsolyánu, from ancient legends, to the secret ceremonies in the temples, to the deadly rituals for selecting a new emperor.  This work gives adventurers and explorers the essential details regarding the diverse Deities of Tékumel and is essential for anyone who desires a thorough understanding of Tékumel and its history. Plunge in... a new world awaits... Mitlanyál Volume 2 The Gods and Goddesses of Change, darker and more decadent than their counterparts, seek continual and endless change.  Led by the Lord of Incessant Chaos, they encourage living in the moment and the needs of the individual over societies.  In order to achieve Change, they promote growth,ambition and power.  In this volume you will find detailed information pertaining to the Gods of Change along with details concerning their Temples and priests.", "genres": ["Fantasy (Science Fantasy)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/46093/dragons-ice", "titre": "Dragons of Ice", "rank": "3,766", "rating": "6.1", "year": "Dragons of Ice (1985)", "description": "Back cover text: The refugees from Pax Tharkas are safe in the dwarven kingdom of Thorbardin. You are in the ancient port of Tarsis searching for ships to bear them out of the dragonarmy's reach. But nothing in silent Tarsis is as you expected. The sea receded in the Cataclysm; no ship will ever set sail from Tarsis again. Draconians openly roam the deserted city streets. A new quest is before you: to find one of the legendary Dragon Orbs, mighty weapons that destroyed the dragons in ancient times. Your path leads you to Icewall Castle, abode of an awesome white dragon and her minions. What awaits on the treacherous glacier? Can you defeat the evil guardians of the castle and recover the Orb of the Silver Dragon? \"Dragons of Ice\" is the fifth DRAGONLANCE adventure for use with the ADVANCED DUNGEONS AND DRAGONS game system and begins the Second Book of the DRAGONLANCE saga. You can play this adventure by itself, or as part of he grand quest that spans the entire DRAGONLANCE story. An adventure for Character Levels 6-9.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/46175/game-masters-toolkit", "titre": "Game Master's Toolkit", "rank": "3,767", "rating": "7.2", "year": "Game Master's Toolkit (2006)", "description": "Contains a re-designed GM screen and a booklet of encounters, plot hooks and characters for GMs to use in their Warhammer Fantasy Roleplay games. The GM screen is significantly more substantial than the one included in the earlier Game Master's Pack. From the back cover:<br/>\n\"An Essential GM's Reference The Game Master's Toolkit includes a quality GM's screen, packed with handy reference tables to make running your games of Warhammer Fantasy Roleplay even easier. It also comes with a 32-page booklet of tools and tips for game mastering WFRP, packed with ideas for plots, characters and adventuring locations. The Game Master's Toolkit includes: - A full colour, 4-panel GM screen that gathers together the most commonly used WFRP tables into one handy place, and features a map of the Empire to help your players keep their bearings. - Scores of colourful random encounters for the cities and towns, as well as the lonely roads and forests that surround them, to help you bring the Empire to life. - A collection of unique Imperial Inns complete with patrons, publicans and quirky secrets, as well as rules for a collection of well known Empire pub games. - Guidelines for running thieves and beggars in your games, including some of their common scams for lightening players' purses. - Details and descriptions for interesting Empire settlements, from tiny villages, to massive army camps and sorcerous abodes. - A host of NPC names and description ready to fill the taprooms, roadways and barstools of the Empire. - Dozens of plot hooks and adventure ideas that can offer a brief distraction or become the seeds of a mighty campaign.", "genres": ["Fantasy"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/48705/g4-file-guns-gadgets-and-getaway-gear", "titre": "The G4 File: Guns, Gadgets, and Getaway Gear", "rank": "3,768", "rating": "7.2", "year": "The G4 File: Guns, Gadgets, and Getaway Gear (1987)", "description": "A source book full of gear to use in the world of Top Secret. 1 - Equipment <br/>\n2 - Space Exploration Equipment <br/>\n3 - On the Drawing Board<br/>\n4 - Firearms<br/>\n5 - Special Weapons<br/>\n6 - Land Vehicles<br/>\n7 - Aircraft<br/>\n8 - Ships and Boats<br/>\nAppendix 1: Special Forces<br/>\nAppendix 2: Terrorist Organizations<br/>\nIndex", "genres": ["Action / Adventure", "Crime (Spy / Espionage)", "Modern"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/50338/fall-myth-drannor", "titre": "The Fall of Myth Drannor", "rank": "3,769", "rating": "6.4", "year": "The Fall of Myth Drannor (1998)", "description": "From the back cover: The Fall of Myth Drannor is an accessory detailing those horrible years encompassing the Weeping War, for use with the <a href=\"/rpgitem/50283/cormanthyr-empire-elves\">Cormanthyr: Empire of the Elves</a> book. Herein you will find the causes of the Fall of that most lyrical of elf cities; highlights of the twelve campaigns and their most significant battles; copious adventure hooks for involving player characters in behind-the-scenes activites; and new (or should we say ancient?) magical items and spells, most of which have been lost in time. From the passing of Coronal Eltargrim to the shattering of the Khov Anilessa's invisible prison to the stand at Honorsgate, the painful history of the Fall lies within these pages. Now comes the opportunity for heroes to be made - or become part of the history in their attempts.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Campaign Setting (game world)", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/50660/london-guidebook", "titre": "The London Guidebook", "rank": "3,770", "rating": "6.8", "year": "The London Guidebook (1996)", "description": "From the back cover: For seven centuries the reach and power of the British Crown was regularly challenged, but never dispelled. The Crown's capital city, London, in the 1920s three times older than the Crown itself, grew to be the pre-eminent confluence of old privilege, new money, dynamic creaitivity, social class friction, madness, tuberculosis, science, education, and advanced medical research. Bumbling criminals, evil geniuses, refugee intellectuals, social deviants, harmless eccentrics, moral reformers, occultists, and millions of utterly normal people gravitated to London. The Larger any city becomes, the more it becomes the place to be, and the more reasons people find for going there. London was the largest city in the world. With detail chosen not only for social or political importance but also for the curious, bizarre, and supernatural, this book captures much of London's special flavor. Keepers and interested readers will find in it substantial background and a wide range of information, including new occupations for the game, famous people, London by district (with a half-dozen general maps, and many more detailed plans and illustrations of particular buildings and complexes), the suburbs, the Thames, parks, subterranean London, transport, annual events, law and order, crimes and criminals, institutions, recreation, occult London, a historical chronology of the city, a 1920s timeline by month, prices, how to get chloroform (or weapons, fireworks or public records), how to send a letter or telegram, sample hotel and restaurant costs,a bibliography, an introductory scenario, and an index.", "genres": ["History (Britain / Ireland)", "History (Europe)", "Horror (Cthulhu Mythos)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/45670/crystal-raiders-barsaive", "titre": "Crystal Raiders of Barsaive", "rank": "3,771", "rating": "7.3", "year": "Crystal Raiders of Barsaive (1998)", "description": "From publisher blurb: THEY STRIKE WITHOUT WARNING! Forced to raid to survive, the crystal raiders strike from the skies in their magnificent wooden airships, taking what they need and cutting down any who stand in their way. Known for the unique crystal weapons that gave them their Name, the highland trolls find beauty in the harsh environment of the mountains, which also inspires their rich, complex culture of honor, duty and loyalty. Made up on many individual clans and moots, only the power of their fierce hatred of the Therans can force them to cooperate with each other. Other nations know that Barsaive may never escape the threat of the Theran Empire without help from the crystal raiders, but the first step is finding a way to gain and hold their trust -- a task that may require many to die before it is accomplished. Crystal Raiders of Barsaive offers Earthdawn gamemasters and players an indepth look at the troll raider clans that sail Barsaive's skies and prey on the lowlands. This book describes the nine most powerful trollmoots in Barsaive, including their histories, goals and significant members. Crystal Raiders of Barsaive also includes new rules for airship combat, descriptions and statistics for several new airships and airship weapons, and numerous adventure ideas to help gamemasters incorporate the crystal raiders into their Earthdawn adventures and campaigns.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Campaign Setting (game world)"]}, {"url": "https://rpggeek.com/rpgitem/47969/juicer-uprising", "titre": "Juicer Uprising", "rank": "3,772", "rating": "7.0", "year": "Juicer Uprising (1996)", "description": "A Coalition plot fools a number of innocent people into undergoing Juicer augmentation. When the lies are revealed, a Juicer army rises up to lay siege to the CS city of Newtown. Chaos erupts as Juicers, bandits and outlaws ravage the countryside. Action packed adventure and source material! Highlights Include: New types of Juicer O.C.C.s, including the Hyperion speed-demon, the giant Titan with his supernatural strength, the mysterious Mega-Juicer, and the Dragon Juicer (dependent on the blood of dragons to sustain his powers)!<br/>\nThe Juicer O.C.C., developed and expanded; the motivations behind these suicidal warriors, and the process and effects of being \"juiced\" completely described.<br/>\nThe Prometheus Treatment: Immortality for the Juicers or a Coalition lie?<br/>\nMore world information about North America, Newtown, Fort El Dorado and hints of things to come.", "genres": ["Fantasy", "Science Fiction (Cyberpunk)", "Science Fiction (Post Apocalypse)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/211932/noirlandia", "titre": "Noirlandia", "rank": "3,773", "rating": "7.1", "year": "Noirlandia (2016)", "description": "From the MakeBigThings website Noirlandia is a cooperative roleplaying game for 3-4 players about a desperate investigation in a fantastic city. It uses Questlandia’s core world-building and narrative resolution system with a few new twists. We’ll figure out the way our city ticks and what its secrets are—maybe it’s constantly blanketed in white ash, maybe it’s built atop the back of an enormous dying beetle, maybe only a few of us “non-synthetics” remain. Our story follows a group of interconnected characters, a mind-bending case, and the cold stiff that started it all. Find the truth, or lose your mind trying. It’s just another day in Noirlandia.", "genres": ["Crime (Mystery / Detective / Noir)", "Fantasy"], "categories": ["Core Rules (min needed to play)"]}, {"url": "https://rpggeek.com/rpgitem/45615/gurps-cthulhupunk", "titre": "GURPS CthulhuPunk", "rank": "3,774", "rating": "6.9", "year": "GURPS CthulhuPunk (1995)", "description": "From publisher blurb: \"Ancient Horror Crawls Into the Dark Future\" The classic horror of the Cthulhu Mythos meets the dark future of cyberpunk . . . CthulhuPunk! The investigators now have supercomputers, cyborged bodies, and deadly new hand weapons – but the breakdown of society has given the malevolent entities of the Mythos new breeding grounds for corruption and decay. Produced in cooperation with Chaosium, Inc., GURPS CthulhuPunk provides a complete game world, as well as all the important entities, monsters, spells and malevolent tomes from Chaosium's Call of Cthulhu, converted into GURPS terms.", "genres": ["Horror (Cthulhu Mythos)", "Science Fiction (Cyberpunk)"], "categories": ["Campaign Setting (game world)"]}, {"url": "https://rpggeek.com/rpgitem/73283/legacy-disaster", "titre": "Legacy of Disaster", "rank": "3,775", "rating": "6.9", "year": "Legacy of Disaster (2010)", "description": "From the back of the book: For over a decade, Role-Players have come to the Emerald Empire of Rokugan to learn the true meaning of honor and glory. Now it is your turn to take up your katana in the name of your clan. The Minor Daimyo Doji Haruki has always craved more power and prestige among those who possess true influence in the Imperial Court. Now, on the eve of his greatest and most promising court, mere hours before his moment truly arrives, his most valued treasure is stolen. The daisho of Seppun Daiori, gifted to Haruki by the Seppun family, is mysteriously absent. Fearful that his greatest triumph shall become the the moment of his ruination, Haruki turns to a handful of samurai who arrived for court ahead of schedule, desperate for their aid in returning the daisho before the court concludes. This adventure was given away as part of Free RPG Day 2010.", "genres": ["Culture (Asian / Far Eastern)", "Fantasy"], "categories": ["Quick Start / Fast Play Rules", "Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/52859/gurps-traveller-alien-races-3", "titre": "GURPS Traveller: Alien Races 3", "rank": "3,776", "rating": "6.8", "year": "GURPS Traveller: Alien Races 3 (2000)", "description": "From Back Cover: Alien Races 3 offers an expose on the Ancients themselves, and examines in detail the biology, homeworlds, culture, and society of the enigmatic Hivers and cryptic Droyne. Included are racial and career templates, sample equipment and starthips, Ancient artifacts, and much more. This book also includes a set of 36 Droyne \"coyns\" and instructions for predicting the future and making decisions, Droyne style. Two new minor races are presented here as well:", "genres": ["Science Fiction", "Science Fiction (Space Opera)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/54539/rise-runelords-map-folio", "titre": "Rise of the Runelords Map Folio", "rank": "3,777", "rating": "6.8", "year": "Rise of the Runelords Map Folio (2008)", "description": "From the back of the book: Find the Path to the Runelords! The Rise of the Runelords Adventure Path takes you from humble beginnings in the small town of Sandpoint to the frozen heights of the lost city of Xin-Shalast. Along the way, you’ll explore haunted houses, ancient ruins, besieged fortresses, sprawling cities, towering mountains, and more. The Rise of the Runelords Map Folio contains reprinted maps of all the key locations explored in Pathfinder’s first Adventure Path, including many sites that Varisia’s newest heroes might just claim as their homes. Even if you aren’t running Rise of the Runelords, the maps inside can serve as fortresses, cities, dungeons, and worlds for any RPG campaign. In addition, inside this folio you’ll find two huge poster maps, one of the entire region of Varisia, the setting for the Rise of the Runelords Adventure Path, and one of the small town of Sandpoint, your PCs’ hometown and the place where it all begins!", "genres": ["Fantasy (High Fantasy)"], "categories": ["Accessory (dice, maps, screens, cards)"]}, {"url": "https://rpggeek.com/rpgitem/53017/gurps-traveller-alien-races-2", "titre": "GURPS Traveller: Alien Races 2", "rank": "3,778", "rating": "6.8", "year": "GURPS Traveller: Alien Races 2 (1999)", "description": "From the Back of the Book: <a class=\"anchor-target\" name=\"The_Aslan_want_your_planet\"></a> <a class=\"anchor-target\" id=\"toc1\"></a>\n  The warrior Aslan revere honor and glory; their traders and mercenaries are found throughout the Spinward Marches and the Solomani Sphere. Their wanderlust and combative nature make them well-suited to adventuring, while their habit of blatantly grabbing land when no one is looking makes them good recurring foes in a campaign. <a class=\"anchor-target\" name=\"The_Kkree_want_to_kill_you\"></a> <a class=\"anchor-target\" id=\"toc2\"></a>\n  The militant vegetarian K'kree are driven by their faith to rid the universe of all meat-eaters. Players may join this effort, fight against it, or simply try to make a living amidst the crusade. The K'kree are constantly clashing with the Vargr, and keep and uneasy peace along their borders with the Hivers and the various human client states in the region. <a class=\"anchor-target\" name=\"Good_thing_they_dont_get_along\"></a> <a class=\"anchor-target\" id=\"toc3\"></a>\n  The biology, homeworlds, culture, and society of the fierce Aslan and the centauroid K'kree are examined in detail. Alien Races 2 covers their historical involvement with the Imperium, from first contact to the present, and supplies racial templates, rules for playing alien characters, and examples of unique technologies and ship designs. Two new minor races are also presented here:", "genres": ["Science Fiction"], "categories": ["Campaign Setting (game world)", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/44796/melderyn", "titre": "Melderyn", "rank": "3,779", "rating": "7.7", "year": "", "description": "The \"Wizards' Kingdom\" of Hârn, with details on the economics and politics, Nurisel, Gythrun, and Gelimo, plus the Guild of Arcane Lore.", "genres": ["Fantasy (Low Fantasy)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/50173/slaughterhouse-indigo", "titre": "Slaughterhouse Indigo", "rank": "3,780", "rating": "8.1", "year": "Slaughterhouse Indigo (2002)", "description": "From the back of the book: From the writer of the Hackmaster Hacklopedia of Beasts series, Tony DiGerolamo brings you an all original Hackmaster unlike any other! Far into the mountains on a lonely trail your heroes discover a mysterious manor house. Once a stronghold for the noble gnomes of House Indigo, its abandoned walls hold rooms full of treasure for the taking! Are you bold enough to survive the treacherous mountain minions, crafty orc bandits, and an undead creature the likes of which Garweeze Wurld has never seen? Don't let your guard down, trust no one, and whatever you do, don't go to sleep! Not for the wuss-of-heart!", "genres": ["Fantasy (High Fantasy)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/73002/stars-are-right-1st-edition", "titre": "The Stars Are Right! (1st edition)", "rank": "3,781", "rating": "7.3", "year": "The Stars Are Right! (1st edition) (1992)", "description": "(from the back of the book)<br/>\nSeven 1990s Adventures + Astrological Data on the Rise of R'lyeh The Taste of Ashes<br/>\nTHE LATE 20th CENTURY: a time wracked by violence, racism, AIDS, drug abuse, and all-consuming fear. Hollow politicians offer empty promises of a bright future -- a thousand points of light which none can see.<br/>\nThat which is greater than mankind lurks beyond the rim of human consciousness, patiently watching, waiting to assume command of our destiny. Preying upon the fearful, the hateful, and the hated, dark thoughts and emotions are set free to prowl the earth, taking what they will, where they will, and as they will. We cower in our homes, quaking behind the false security of tall fences, locked doors, and television. But to no avail - the stars are right and cannot be denied.<br/>\nAzathoth + Cthugha + Daoloth + Ghroth + Y'golonac + Yog-Sothoth<br/>\nThese are the voices heard by those whose fears have led them to the brink of madness, and beyond. THE STARS ARE RIGHT! contains seven modern-day adventures that explore the pit of man's fears and the darkness of his soul.", "genres": ["Horror (Cthulhu Mythos)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/44742/storm-knights-guide-possibility-wars", "titre": "The Storm Knights Guide to the Possibility Wars", "rank": "3,782", "rating": "7.3", "year": "The Storm Knights Guide to the Possibility Wars (1992)", "description": "This supplement is part of TORG, an epic game of adventure, magic and altered realities. This volume expands upon the \"story-based\" character generation system unique to TORG, and provides new material for players and gamemaster including:<br/>\n-an expanded background generation system<br/>\n-a section containing new abilities<br/>\n-more spells, miracles, equipment, and much more", "genres": ["Multiverse"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/96993/chase-cards", "titre": "Chase Cards", "rank": "3,783", "rating": "7.2", "year": "Chase Cards (2011)", "description": "From the publisher's website: Whether you're on the run or in hot pursuit, Chase Cards make hectic sprints about more than just movement speeds. This beautifully illustrated deck of 51 full-color cards gives you a new way to run chases and races in your Pathfinder Roleplaying Game adventures. Each card presents an obstacle in one of three classic adventure settings - a bustling city, a tangled forest, or a deadly dungeon - challenging heroes to overcome or fall behind. Get in the race with Chase Cards and don’t get left in the dust. By laying a line of these cards down on your table, you can track each character's progress through a path fraught with perils - along with all of the die rolls needed to avoid or navigate these unexpected dangers. Lay out a desperate pursuit through a crowded city, a dangerous race through hostile wilderness, and a nerve-wracking run through deadly ruins and abandoned buildings - or mix and match the cards to create a chase that moves through multiple regions!", "genres": ["Fantasy"], "categories": ["Accessory (dice, maps, screens, cards)"]}, {"url": "https://rpggeek.com/rpgitem/68411/dead-stars", "titre": "Dead Stars", "rank": "3,784", "rating": "6.9", "year": "Dead Stars (2010)", "description": "Publisher Blurb: The infamous Rogue Trader Erasmus Haarlock is set to return, and only the Inquisition stands in the way of his dark revenge... Dead Stars is the conclusion to The Haarlock's Legacy Trilogy, a definitive series of epic Dark Heresy adventures that began with Tattered Fates and continued with Damned Cities. Terrible threats stir amongst the worlds visited by the mysterious Rogue Trader line of Haarlock. What has been left behind threatens everything the Inquisition has worked for in the Calixis Sector. Dead Stars takes Acolytes to the forbidden ice world of Mara and the haunted planet of Dusk, where they must make a fateful decision that affects the future of the entire Calixis Sector. Old enemies and allies join the struggle on both sides will the Acolytes be able to survive the terrible conclusion to the Haarlock's Legacy trilogy? With multiple paths to success, Dead Stars offers a satisfying experience for new and veteran Dark Heresy players alike. This summer, unravel the mystery of Haarlock's Legacy!", "genres": ["Horror", "Science Fiction"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/53545/crucible-freya", "titre": "The Crucible of Freya", "rank": "3,785", "rating": "6.8", "year": "The Crucible of Freya (2000)", "description": "From the back cover: Shadows and Light<br/>\nThe trees part before you, revealing the crumbling walls of the ruined keep. Only hours ago, you set off after the marauding orc band responsible for the destruction of the temple of Freya and the theft of its sacred crucible. But something else waits for you within the ruined walls. Something darker and far more sinsiter. Something that has hidden from the light for ages. A Hero's Quest<br/>\nThe first in a new series of D20 adventures by Necromancer Games, The Crucible of Freya is a challenging introductory adventure for any fantasy campaign. Detailing the village of Fairhill, the surrounding wilderness and a nearby ruined keep, as well as the dungeon levels beneath, this adventure module provides all the material a DM needs to start his or her new Third Edition campaign. Will your characters learn what dark forces are behind the orc raids?", "genres": ["Fantasy", "Fantasy (Sword & Sorcery)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/49539/pirates-guide-freeport", "titre": "The Pirate's Guide to Freeport", "rank": "3,786", "rating": "7.1", "year": "The Pirate's Guide to Freeport (2007)", "description": "From the publishers website: Freeport is Green Ronin's signature city setting and has been home to thousands of RPG campaigns since its launch in 2000. Classic fantasy elements, cruel-hearted pirates, and Lovecraftian horror come together in the rum-fueled metropolis known as the City of Adventure. Now a new era is beginning. The Pirate's Guide to Freeport is the definitive new sourcebook for the City of Adventure, set 5 years after the events of the original Freeport Trilogy. This is a pure setting book, focusing entirely on the people, places, politics, and perils of Freeport and containing no game statistics of any kind. The Pirate's Guide to Freeport can thus be used with any fantasy RPG, and Green Ronin will be providing companion products for popular systems like True20 and d20. The City of Adventure is back and more dangerous than ever!", "genres": ["Action / Adventure (Swashbuckling / Pirates)", "Fantasy"], "categories": ["Campaign Setting (game world)"]}, {"url": "https://rpggeek.com/rpgitem/45005/perditions-daughter", "titre": "Perdition's Daughter", "rank": "3,787", "rating": "7.1", "year": "Perdition's Daughter (1996)", "description": "From the back of the adventure: \"Happy Holidays, Pardners! Welcome to Christmas in the Weird West! Ronan Lynch, Bad Luck Betty, and Velvet Van Helter had no idea what they were up against when they took on a job to free a rich man's son from the religious cult he'd joined. It all seemed simple enough: just get the kid home to his father in time for Christmas. Little did they know they'd become embroiled in an intricate web woven by an ancient evil, one that would cost one member of their impromptu trio his very life. Dead's a lousy way to spend Christmas.\"", "genres": ["History (American West)", "Holiday-Themed", "Horror (Supernatural)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/51858/sins-saviors", "titre": "Sins of the Saviors", "rank": "3,788", "rating": "7.1", "year": "Sins of the Saviors (2007)", "description": "From The Back of the Book: The Rise of the Runelords Adventure Path continues!  The evil beneath the town of Sandpoint refuses to sleep quietly, and a killer from the ancient past awakes.  Clues found in his lair lead to the den of a legendary dragon and into a vast arcane dungeon ruled by ageless wizards, where the seven deadly sins reign supreme.  Can the PCs hone the sins within themselves into weapons against their true foe, Karzoug, the resurrected Runelord of Greed?", "genres": ["Fantasy (High Fantasy)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/137741/morgansfort-western-lands-campaign", "titre": "Morgansfort: The Western Lands Campaign", "rank": "3,789", "rating": "6.8", "year": "Morgansfort: The Western Lands Campaign (2010)", "description": "from the title page:<br/>\nA Basic Fantasy Role-Playing Game Campaign<br/>\nFor 2 to 8 Beginning Player Characters from the introduction:<br/>\nMorgansfort: The Western Lands Campaign is a campaign module (a group of connected adventures) for the Basic Fantasy Role-Playing Game. This module is intended for 2 to 8 beginning (1st level) player characters, and furthermore is suitable for beginning players as well. There are several parts to this module: Also, a set of pregenerated characters are provided to make starting a new Basic Fantasy RPG campaign quick and easy.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/52136/gamemaster-screen-second-edition", "titre": "Gamemaster Screen, Second Edition", "rank": "3,790", "rating": "6.8", "year": "Gamemaster Screen, Second Edition (1992)", "description": "Trifold screen with 32 page booklet called <br/>\n\"Contacts\" -- Dozens of archetypes and contacts.", "genres": ["Fantasy (Modern Urban Fantasy)", "Modern (Urban)", "Science Fiction (Cyberpunk)"], "categories": ["Accessory (dice, maps, screens, cards)"]}, {"url": "https://rpggeek.com/rpgitem/43925/greyhawk-adventures", "titre": "Greyhawk Adventures", "rank": "3,791", "rating": "6.1", "year": "Greyhawk Adventures (1988)", "description": "From the front cover: Become part of the oldest continuous fantasy campaign as you explore parts of Oerth never seen before. Learn about Greyhawks deities, heroes, monsters, arcane items, magical spells and much, much, more. A book for lovers of Greyhawk and players of all fantasy role-playing games.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Campaign Setting (game world)"]}, {"url": "https://rpggeek.com/rpgitem/69572/vaults-madness", "titre": "Vaults of Madness", "rank": "3,792", "rating": "7.2", "year": "Vaults of Madness (2010)", "description": "From the back of the book: This Way Lies Madness The PCs are now the masters of the lost city of Saventh-Yhi—or are they? For no sooner is the city won than the mighty Gorilla King and his simian followers come to take it for their own. At the same time, the PCs learn of a missing Pathfinder imprisoned in a subterranean city beneath their new holding. Before they can rescue him, however, the PCs must venture into seven ancient vaults to find the entrance to the hidden city. Can they survive the dangers of these strange constructions, or will they succumb to madness first?", "genres": ["Fantasy (High Fantasy)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/54214/monsters-animals-2nd-edition", "titre": "Monsters & Animals (2nd Edition)", "rank": "3,793", "rating": "7.0", "year": "Monsters & Animals (2nd Edition) (1996)", "description": "From the publisher: Monsters & Animals is an excellent sourcebook for the Palladium RPG, Rifts, Heroes Unlimited, and Beyond the Supernatural, or any fantasy game. Most of its 90 monsters are new and original, not the usual fare of typical monsters from myth. Many, like the Bearman, Coyle, Endroth, giant Rahu-man, Ratling, Dwarvling, Lizard Mage, and others, are available as optional player character races. ALL are described in detail and realistically illustrated. Players of the Palladium RPG will find the Palladium World brought into clearer focus, with much more information about the world overall and the creatures that inhabit it. The conniving Waternix, the ferocious Devil Digger, Bogiemen, Beast Dragon, Rock Crawler, Scorpion Devil, Snaggletooth Gobbler, Serpent Beast, Tri-Fang, Waterbat and Wing Tips, are but a few of the wondrous creatures waiting to fill your campaign. The second section contains complete stats on nearly 200 real animals, from canine and feline to poisonous snakes and birds of prey. An unrivaled reference adaptable to Palladium or any RPG system. The Revised Monsters & Animals is an upgraded version of the previous edition. Most notably, the monsters all have \"horror factor\" stats so that they can be easily transplanted into Beyond the Supernatural or Rifts®. There is also a small section about the horror factor of animals. The biggest change is the reorganization of the animal section, which now lets players find a specific animal quickly. A handful of new monstrous animals have been added too. They include the giant octopus and squid, alligator, saltwater crocodile and others. Cosmetically, the entire book has been re-typeset and a striking new cover completes the face lift. Highlights Include: 90 Monsters.<br/>\nNearly 200 animals.<br/>\nGreat for Beyond the Supernatural with its scores of real-life animals and easily adaptable monsters.<br/>\nSpecifically for the Palladium Fantasy RPG® complete with maps showing the habitat for every creature.<br/>\nSuitable for any of the Palladium Books’ role-playing games.", "genres": ["Fantasy (Sword & Sorcery)", "Horror"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/45408/jupiter-planet-sourcebook", "titre": "Jupiter Planet Sourcebook", "rank": "3,794", "rating": "6.9", "year": "Jupiter Planet Sourcebook (2000)", "description": "From the publisher \"The Jupiter Planet Book is a Silhouette sourcebook for Dream Pod 9's exciting Jovian Chronicles science fiction game. This manual describes the human colonies that surround the planet Jupiter and its Trojan orbital points; in addition to an historical overview, the book examines the culture and way of life of what may well be the most powerful nation that Humanity has ever seen. The entire sourcebook is presented as a SolaPol field report, giving additional insight to the hidden strengths and weaknesses of the Jovian Confederation.<br/>\n Within its covers you will find: * A complete history of the Jovian Confederation;<br/>\n    * Overview of the Jovian society and way of life;<br/>\n    * Descriptions of all the main Jovian settlements;<br/>\n    * Maps of three of the largest colony cylinders;<br/>\n    * Overview of the Agora, Jovian Armed Forces and Jovian Intelligence Service;<br/>\n    * New JAF vehicles, including three space fighters. DP9-317, 80 pages, ISBN 1-896776-64-7\"", "genres": ["Mecha", "Science Fiction", "Science Fiction (Hard Sci Fi)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/63126/guide-river-kingdoms", "titre": "Guide to the River Kingdoms", "rank": "3,795", "rating": "7.2", "year": "Guide to the River Kingdoms (2010)", "description": "From the back of the book: Among the Bandit Lords! Stake your claim! In the anarchic hills and valleys of the River Kingdoms, all you own is what you can hold by force. Dozens of nations flourish in this land of outlaws and scoundrels, from high-walled city-states to tiny tribal enclaves, and any hero with strength and vision can claim a throne at the point of a sword. Here secretive druids protect ancient forests, and downtrodden refugees and exiles cast longing eyes toward lost homelands. Civilized sea monsters trapped far from the briny deep rub shoulders with legitimized assassins, and strange magic can pull a prosperous town in and out of time and space. With the constant rise and fall of bandit lords, there’s no limit to the power and prestige bold adventurers can find—though whether they can keep it is another story. Inside this book, you’ll find: Though created for the Pathfinder Chronicles campaign setting, the information presented in this book is perfect for inclusion in any game world, and makes an excellent supplement for the Kingmaker Adventure Path.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Campaign Setting (game world)"]}, {"url": "https://rpggeek.com/rpgitem/45446/gurps-atlantis", "titre": "GURPS Atlantis", "rank": "3,796", "rating": "7.1", "year": "GURPS Atlantis (2001)", "description": "GURPS campaign book set in Atlantis From the Back Cover: Lost but not Forgotton?<br/>\nAtlantis, one of the great legends. Somewhere, beyond the edge of the world, a great empire grew decadent and fell, sinking forever beneath the waves.<br/>\nThe Lost Land: the Sunken City: the Ancient Birthplace of Secrets. it has haunted our dreams since the days of Ancient Greece. in some of those dreams, the Lost Land is still out there.<br/>\nGurps Atlantis is a gamer's guide to the story, the history and the myth. From Greek philosophy to superhero comics, from fantasies to prehistory to the depths fo the sea, it's all here.<br/>\nThis book includes details of legends of other sunken lands, rules for underwater operations, details of a wide range of submarines , and no less than three campaign backgrounds - one high fantasy, one conspiratorial, and one for steampunk or superhero games.<br/>\nCome to Atlantis!", "genres": ["Fantasy", "History"], "categories": ["Campaign Setting (game world)"]}, {"url": "https://rpggeek.com/rpgitem/44488/giovanni-chronicles-3-sun-has-set", "titre": "Giovanni Chronicles 3: The Sun Has Set", "rank": "3,797", "rating": "6.9", "year": "Giovanni Chronicles 3: The Sun Has Set (1998)", "description": "WW2096: Giovanni Chronicles 3: The Sun Has Set This adventure for the Vampire: The Masquerade RPG sees the players continue to battle against the Giovanni clan. It follows the previous adventures The Last Supper and Blood and Fire.", "genres": ["Horror (Supernatural)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/128304/yggdrasill-core-rulebook", "titre": "Yggdrasill Core Rulebook", "rank": "3,798", "rating": "7.2", "year": "Yggdrasill Core Rulebook (2009)", "description": "From the french publisher: Silence, je demande à tous<br/>\nLes êtres sacrés,<br/>\nPetits et grands...<br/>\n…Je révèle<br/>\nLes anciens récits des hommes<br/>\nLes plus reculés que je me rappelle…<br/>\n-- Völuspá. str1 Ainsi débute le récit du Destin des Hommes du Nord, dans la vision de la völva…<br/>\n• Yggdrasill, Les Terres du Nord, vous permet de vivre des aventures palpitantes dans un cadre dense et fascinant, de devenir ainsi un héros dans la Scandia légendaire. Intrigues, combats, quêtes, magie et créatures mythiques vous y attendent.<br/>\n• Héros en quête d’aventure, de gloire ou d’immortalité, vous prendrez part aux grandes batailles qui mèneront des plaines enneigées du Jylland à la cour des rois, et peut-être même, héros reconnu par Odhinn, le Redoutable, à son banquet de la Valhöll en prévision de l'affrontement ultime entre les Géants et les Puissances<br/>\n• Mercenaire ou hirdmen, berserkr ou noble, prophétesse ou sorcier, le Destin vous guidera sur les pentes glacées des fjords, les mers profondes lors des expéditions, les forêts abritant des monstres et les scaldes chanteront vos exploits. Hommes du Nord !<br/>\nIci naissent les légendes ! English translation<br/>\nHearing I ask | from the holy races, From Heimdall's sons, | both high and low; Thou wilt, Valfather, | that well I relate Old tales I remember | of men long ago. -Völuspa, stanza 1 Thus begins the saga of the Fate of the Northmen, the Prophecy of the Völva... Yggdrasil : the Lands of the North is a game of exciting adventure in a detailed and fascinating setting. Become a hero in the Scandia of legend ... intrigue, combat, quests, magic and mythic creatures await...! As heroes questing for adventure, glory, or immortality, you’ll take part in great battles from the snowbound plains of Jylland to the courts of kings, and as heroes recognised by Odhinn the Indomitable, perhaps even to his feasting hall in Valhalla, there to prepare for the Last Battle between the Giants and the Gods. Ragnarök itself, the end of the Age of Legends and of the Gods themselves. Mercenary or hirdmen, berserkr or noble, prophetess or sorcerer, Fate will guide you through frozen fjords, deep seas, and monster-haunted forests. Skalds will sing of your exploits for centuries to come! Men of the North! This is where legends begin!", "genres": ["History (Europe)", "History (Medieval)", "History (Vikings)", "Mythology / Folklore"], "categories": ["Core Rules (min needed to play)"]}, {"url": "https://rpggeek.com/rpgitem/43955/cynabars-fantastic-technology-droids", "titre": "Cynabar's Fantastic Technology DROIDS", "rank": "3,799", "rating": "7.2", "year": "Cynabar's Fantastic Technology DROIDS (1997)", "description": "A detailed look at these fascinating machines, from the lowliest astromechs to the fiercest combat units. Featuring:<br/>\nA droid construction system allowing players to build a droid from scratch,<br/>\nA player's guide to droids with tips on how to make these mechanical constructs more than the sum of their metal parts,<br/>\nSeveral scenario hooks geared to droid player characters,<br/>\nThe Datalog - game stats, descriptions and illustrations of dozens of the most intriguing and useful droid designs in the galaxy! 94 pages softbound.", "genres": ["Science Fiction (Space Opera)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/48171/litany-tribes-volume-3", "titre": "Litany of the Tribes, Volume 3", "rank": "3,800", "rating": "6.9", "year": "Litany of the Tribes, Volume 3 (1998)", "description": "This is the third compilation of Werewolf: The Apocalypse Tribebooks.<br/>\nIt contains the Tribebooks for Red Talons, Shadow Lords and Silent Striders From the Back of the Book:<br/>\n\"Litany of the Tribes Volume 3 features:<br/>\n- Long-lost Tribebooks made available again<br/>\n- Secret information about these three Tribes, both in the modern world and as background to Werewolf: The Wild West<br/>\n- Addtional rules, Merits and Flaws, Rites and fetishes\"", "genres": ["Animal (Anthropomorphic)", "Horror (Supernatural)", "Modern (Urban)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/56731/dungeon-master-screen-master-index", "titre": "Dungeon Master Screen & Master Index", "rank": "3,801", "rating": "6.6", "year": "Dungeon Master Screen & Master Index (1995)", "description": "User summary: This package contains two three-panel screens and a 32-page index book. The index contains references for the following books: - Player's Handbook<br/>\n- Dungeon Master Guide<br/>\n- Tome of Magic<br/>\n- Book of Artifacts<br/>\n- Player's Option: Combat & Tactics<br/>\n- Player's Option: Skills & Powers<br/>\n- Dungeon Master Option: High-Level Campaigns", "genres": ["Fantasy"], "categories": ["Accessory (dice, maps, screens, cards)"]}, {"url": "https://rpggeek.com/rpgitem/72228/savage-foes-solomon-kane", "titre": "The Savage Foes of Solomon Kane", "rank": "3,802", "rating": "8.0", "year": "The Savage Foes of Solomon Kane (2010)", "description": "From the book: The Pilgrim's Path is choked with evil. It is a dark era, teeming with unseen horrors. Thankfully, there are those like Solomon Kane who walk the world, confronting the hidden evils. But the ranks of foes are endless, and there are adversaries the likes of which have never been seen. Pray you are equal to the task. There is no safe corner of the globe; evil is upon the land in every quarter. Cults and creatures, man and monster, even simple-seeming tomes so terrible that the reader's souls are lost. From beneath the sea, within the earth, and under the cities, the siege of humanity wears on. Can you face The Savage Foes of Solomon Kane? This book contains over twenty new adversaries for the those who walk the Path of Kane. Each foe is fully detailed with an accompanying ready-to-run Savage Tale. The Savage Foes of Solomon Kane is not a complete game. You also need The Savage World of Solomon Kane, the roleplaying game based upon the incredible works of Robert E. Howard, author of Conan the Barbarian, Kull the Conqueror, and countless other great heroes and heroines. The Savage World of Solomon Kane is based on the award-winning Savage Worlds rules and is customized to capture the spirit of Robert E. Howard's dark tales.", "genres": ["Action / Adventure (Pulp)", "Horror"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/54289/curse-azure-bonds", "titre": "Curse of the Azure Bonds", "rank": "3,803", "rating": "6.6", "year": "Curse of the Azure Bonds (1989)", "description": "From the back cover: \"Day breaks, and the crowning of a distant rooster wakes you from all-too-short sleep. Another day of adventure, you think as you arise - but then you stop short. You, and all of your companions, have an elaborate blue tattoo covering most of your sword arm!<br/>\nAnd there's more to these marks than a drunken prank. As you try to find out the source and meaning of your new adornment, you are drawn further and further into danger and mystery. Will you become a pawn in somebody else's power game, or will you fight for your freedom and individuality?<br/>\nCurse of the Azure Bonds is an adventure set in the FORGOTTEN REALMS game world for the AD&D 2nd Edition game. It is based on the best-selling novel, Azure Bonds, by Jeff Grubb and Kate Novak. And watch for the Azure Bonds computer game, coming soon for Strategic Simulations, Inc!\"", "genres": ["Fantasy (High Fantasy)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/43650/rolemaster-companion-iv", "titre": "Rolemaster Companion IV", "rank": "3,804", "rating": "6.4", "year": "Rolemaster Companion IV (1990)", "description": "Back cover summary: Rolemaster Companion IV continues the tradition of earlier RMCs by expanding the classic Rolemaster system with a variety of optional rules and guidelines.  Containing something for every RM Gamemaster and player, Rolemaster Companion IV provides material for all RM campaigns, from low-level to Lord-level.  So, summon your sages, get out your spell books, and sharpen your quill pens -- your campaign is about to face Rolemaster Companion IV!", "genres": ["Fantasy (High Fantasy)", "Fantasy (Low Fantasy)", "Generic / Universal"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/45560/aberrant-worldwide-phase-ii", "titre": "Aberrant: Worldwide Phase II", "rank": "3,808", "rating": "7.0", "year": "Aberrant: Worldwide Phase II (2000)", "description": "Something is wrong. The angels are falling one by one, and the world is poised for a plunge into madness. Will you try to prevent the cataclysm or welcome it as a glorious new age for novakind? Time stands still for no man... It used to be easy to be a hero. Now, the embattled Project Utopia is being pressed by enemies on all sides. Nova cults are springing up all over the world, and organized religion is beginning to get nervous. The Golden Age is over. The question that nobody wants to ask now is: What comes next? ...And very few novas. Aberrant Worldwide - Phase II brings the time frame of the Aberrant world up to 2015. The four scenarios included in this book allow characters in your aberrant series to take their place in history. The conflict is just heating up. Choose your battles wisely.", "genres": ["Action / Adventure (Superheroes)", "Modern (Near Future)"], "categories": ["Campaign Setting (game world)", "Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/55656/against-shadow", "titre": "Against the Shadow", "rank": "3,805", "rating": "7.0", "year": "Against the Shadow (2003)", "description": "From the back of the book: The orcs swarm like a plague over half the continent. Mage-hunting legates and their demonic pets track down the last vestiges of magic in the land. The dark god Izrador broods and watches the world through his black mirrors. The forces are overwhelming, your enemies are dark and twisted, and you will surely perish if you resist. But you fight. You are the northborn ancestral bladebearer. You are the elven spellsoul. You are the pureblood Sarcosan knight. You are the fellhunting wogren rider. Your magic is rare but ancient, your allies few but stalwart. AGAINST THE SHADOW is a player's companion and DM resource for the dark and epic campaign setting MIDNIGHT. Desperate fighters against the shadow will find new heroic paths, prestige classes, feats, spells, and weapons to help them survive. New herbalism rules create a non-magic party support option specifically tailored for the MIDNIGHT campaign. Finally, even DMs will find valuable material in new power nexuses and covenant items. The dark lord Izrador hasn't won yet. These are bleak times, but there are still those who pit themselves AGAINST THE SHADOW.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/54542/guide-korvosa", "titre": "Guide to Korvosa", "rank": "3,806", "rating": "7.3", "year": "Guide to Korvosa (2008)", "description": "From the back of the book: The Gateway to Varisia Founded as a fortress charged with pacifying the land, the city of Korvosa has endured numerous hardships in its 300 years of existence. Despite (or because of) that, the city continues to prosper. This cast-off colony of infernal Cheliax is famous for its imposing Castle Korvosa, its renowned Acadamae, its extensive Vaults, and the frequent high-altitude clashes of imps and pseudodragons. Adventure awaits brave residents and visitors within, beneath, and even above the city. From the otyugh-infested sewers of Old Korvosa to the ever-shifting makeshift paths of the Shingles, Korvosa offers restless PCs all manner of opportunities for mischief and glory. Pathfinder Chronicles Guide to Korvosa includes an in-depth look at the people, places, and history of Korvosa, Varisia’s largest city. Except for a short chapter on Korvosa’s many secrets, the entire book is filled with information safe for players in any Korvosa-based campaign, including Pathfinder’s Curse of the Crimson Throne Adventure Path. Better yet, only the 3-page appendix contains any game rules text, making the Guide to Korvosa useable with any edition of any game!", "genres": ["Fantasy (High Fantasy)"], "categories": ["Campaign Setting (game world)"]}, {"url": "https://rpggeek.com/rpgitem/50954/fantastic-four-roster-book", "titre": "Fantastic Four Roster Book", "rank": "3,807", "rating": "7.0", "year": "Fantastic Four Roster Book (1999)", "description": "A collection of statistics and background for the Fantastic Four, their allies and foes, and many alien races of the Marvel Universe.", "genres": ["Action / Adventure (Superheroes)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/52891/champions-ii-super-supplement", "titre": "Champions II: The Super Supplement!", "rank": "3,809", "rating": "6.9", "year": "Champions II: The Super Supplement! (1982)", "description": "User Summary: This was Hero Games first effort to greatly expand the Champions core rules. Book includes new items, skills, powers, and disadvantages; along with rules for vehicle & base building; and articles about character building, character interaction with hazards, and numerous other odds and ends (like the many photocopy-ready Control Sheets).", "genres": ["Action / Adventure (Superheroes)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/126488/svavelvinter", "titre": "Svavelvinter", "rank": "3,810", "rating": "7.8", "year": "Svavelvinter (2012)", "description": "Publisher blurb (in Swedish) Trakorien ligger framför dina fötter. Erik Granströms hyllade romansvit om den femte konfluxen har sina rötter i rollspelen – nu blir den rollspel på nytt. Fria Ligans Svavelvinter – Rollspel i Erik Granströms Trakorien är en mäktig pjäs, en hårdpärmsbok på över 300 sidor i lyxigt fyrfärgstryck och illustrationer av högsta klass. User translation In front of you lies Trakorien. Erik Granström's acclaimed novel suit about the fifth conflux has its roots in role-playing games and now it's a role-playing game again. Fria Ligan's Svavelvinter is a grand tome; a hardback book of more than 300 pages in luxury four-colour printing and premium class illustrations. Note: Svavelvinter can be translated as Brimstone Winter.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Core Rules (min needed to play)"]}, {"url": "https://rpggeek.com/rpgitem/45415/mercury-planet-sourcebook", "titre": "Mercury Planet Sourcebook", "rank": "3,829", "rating": "7.1", "year": "Mercury Planet Sourcebook (2002)", "description": "From the publisher \"The Mercury Sourcebook is a Jovian Chronicles supplement for not only the enigmatic Merchant Guild, but also the people who live and work in the harshest environment of the Solar System in order to keep the Guild functioning and profitable. Within these covers you will find: * An overview of Mercurian Society and Culture;<br/>\n    * Secrets of the Mercurian Merchant Guild;<br/>\n    * Tips on Adventuring in Mercurian Space;<br/>\n    * Descriptions of five Mercurian settings;<br/>\n    * Affordable and Economic Merchant Vessels and Convoy Escorts. DP9-325, 96 pages\"", "genres": ["Mecha", "Science Fiction", "Science Fiction (Hard Sci Fi)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/44707/instant-superheroes", "titre": "Instant Superheroes", "rank": "3,830", "rating": "7.1", "year": "Instant Superheroes (2007)", "description": "From publisher blurb: Legions of Heroes! The world needs heroes but more importantly your game needs heroes, and right now! Never fear, citizen! Instant Superheroes provides a selection of heroic archetypes for Mutants & Masterminds, each with detailed information on how to modify, customize, and even play these new heroes in the game. With Instant Superheroes at hand character creation has never been easier: all you need to do is pick a hero archetype and make a few simple modifications, or play one right out of the book! If you're looking for inspiration, Instant Superheroes has it with plenty of options for creating the hero you want to play. Gamemasters can use Instant Superheroes for both immediate supporting cast characters as well as ready-made villains, with just a few modifications, making it an indispensable resource for any Mutants & Masterminds game. Instant Superheroes offers takes on dozens of classic archetypes. With two variants for each, that's nearly a hundred ready-made heroes! Add in stats for sidekicks and your choice of origins and you've got all the heroes your Mutants & Masterminds game could possibly need, instantly.", "genres": ["Action / Adventure (Superheroes)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/43967/black-sands-socorro", "titre": "The Black Sands of Socorro", "rank": "3,811", "rating": "7.5", "year": "The Black Sands of Socorro (1997)", "description": "Smuggler Drake Paulsen's homeworld is a frontier world far from the tyranny of the Empire.  Socorro offers opportunity, wealth -- and danger!  Travel the Doaba Badlands, learn the secrets of the infamous Black Bha'lir smuggling coalition... explore a world as distinctive as its unforgettable ebony surface. Contains maps, game statistics for native creatures and characters, local economy and laws, custom equipment and weapons, sports such as Swoopchasing and Phrenbi, and story starters. 126 pages softbound.", "genres": ["Science Fiction (Space Opera)"], "categories": ["Campaign Setting (game world)", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/44275/weird-places", "titre": "Weird Places", "rank": "3,812", "rating": "6.8", "year": "Weird Places (1996)", "description": "From the publisher: Stella Incognita Explore the Fading Suns universe: Roam the strange fields of Pentateuch, a planet terraformed with occult laws. Discover a secret Lost World hiding a powerful artifact sought by all. Uncover a hidden barbarian fortress on Kurga. Ship out to Bannockburn to halt a deadly Symbiot excursion. Search the haunted chapel of Manitou for lost lore. Shop the stalls of the eclectic Istakhr Market, where everything is for sale. Or dock at Barter, a traveling marketplace in space. Weird Places details seven hot-spots of adventure in the Known Worlds.", "genres": ["Science Fiction (Space Opera)"], "categories": ["Campaign Setting (game world)", "Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/47631/revelations-iii-heaven-and-hell", "titre": "Revelations III: Heaven and Hell", "rank": "3,813", "rating": "7.4", "year": "Revelations III: Heaven and Hell (1997)", "description": "From the back cover: Better to reign in hell... At least that's what Lucifer thought. But when you take a closer look at the home that he and the other Fallen have carved out for themselves, you might have a different opinion. Heaven, on the other hand, is a lovely place - but even Paradise might not be what mortals expect. Book Three of The Revelations Cycle gives players and Game Masters alike a closer look at the Celestial Realms of the In Nomine game universe. Each Principality of Hell and Heaven is described, with adventure ideas for each one. It also portrays four new Superiors in more detail, introduces two new Superiors, and includes No Dinero, a complete adventure.", "genres": ["Modern", "Religion"], "categories": ["Campaign Setting (game world)", "Scenario / Adventure / Module", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/54994/crown-fangs", "titre": "Crown of Fangs", "rank": "3,814", "rating": "7.4", "year": "Crown of Fangs (2008)", "description": "From the back cover: Korvosa withers in the grip of a mad monarch!  Beaten down by riots, disease, and the ironclad enforcers of a cruel despot, the people shudder in their homes and pray for saviors.  The time has come to rise up against the crazed Queen Ileosa Arabasti and put an end to her vicious rule.  Yet within the walls of Castle Korvosa waits an army of soldiers, bodyguards, and diabolical monstrosities -- to say nothing of the seemingly invincible queen herself.  Can the PCs put an end to a tyrant's reign?  Or will an ancient evil claim Korvosa once and for all?  All is decided in this, the fateful climax of the Curse of the Crimson Throne Adventure Path!", "genres": ["Fantasy (High Fantasy)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/48659/new-breed-battle-storm", "titre": "The New Breed: Battle Before The Storm", "rank": "3,815", "rating": "7.1", "year": "The New Breed: Battle Before The Storm (1997)", "description": "Heavy Gear Campaign Setting One, based on the Activition PC Game.", "genres": ["Mecha", "Science Fiction (Hard Sci Fi)", "War"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/49755/760-patrons", "titre": "760 Patrons", "rank": "3,816", "rating": "7.2", "year": "760 Patrons (2008)", "description": "From the back cover: Got nothing prepared for thenext gaming session of Traveller?  Your players wandered off into deep space again, far from your planned adventure? Worry not, for 760 Patrons is here to rescue you! Packed full of adventure hooks and ideas, with multiple variations of each one, 760 Patrons is a veritable encyclopaedia of plots, missions, and paying jobs, each fully categorised and itemised as to your players' own capabilities.  From distraught merchants to calculating senators, from the worst of criminal lowlifes to the highest ranking military personnel, your players will never be looking for work! The original 76 Patrons became a lifeline for many Games Masters during Traveller campaigns, as it provided a ready source of adventure material that could be quickly generated when players started looking for work beyond their normal trading and exploration.  The all new 760 Patrons is literally ten times bigger and better, potentially allowing you to run a complete campaign with nothing but this and th main rulebook!", "genres": ["Science Fiction", "Science Fiction (Hard Sci Fi)", "Science Fiction (Space Opera)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/46555/dungeons-torgar", "titre": "The Dungeons of Torgar", "rank": "3,817", "rating": "7.1", "year": "The Dungeons of Torgar (1987)", "description": "Trumpets announce the advance and you set off across the body-strewn battlefield with a force 900 strong. Pikemen lead the column with archers close behind, and bringing up the rear are a levy of militia, many of whom lived in Cetza before Drakkarim invaded. Their morale is high for this is their chance to recover their homes and their land. Tensely you watch as the enemy attack. The Palace Guard link shields but, as the Hammerlanders slam into their line, they buckle and waver beneath the crushing onslaught. As your force crosses the ditch, you pray that the Prince and his men have strength enough to hold for just a few minutes more...", "genres": ["Fantasy (High Fantasy)"], "categories": ["Solitaire Adventure"]}, {"url": "https://rpggeek.com/rpgitem/55659/crown-shadow", "titre": "Crown of Shadow", "rank": "3,819", "rating": "7.1", "year": "Crown of Shadow (2003)", "description": "From the back of the book: No one race or culture has the might to stand against Izrador and his foul legates. The dwarves are valiant, but caged in their mountains. The elves are skilled, but have neither the numbers nor the resources to fight off the orc hordes forever. Yet there are some few who would join their knowledge and skills, the better to fight the Shadow that has fallen over both peoples. And those few are hunted. CROWN OF SHADOW is a desperate quest across Eredane, ranging from the depths of the Kaladrun Mountains, across the grim expanse of the occupied plains of Erenland, through the secretive underground of the Eren River, and finally into the heart of the Whispering Wood itself. The players, inexperienced rebels in the fight against Izrador and the Night Kings, become the unintended recipients of a valuable prize, the unwilling charges of a deadly quest. The forces of the Shadow have uncovered a prize of their own, however, and have given it to one of their most devious champions. The party must elude this tireless pursuer and reach sanctuary a continent away, lest they fall prey to the CROWN OF SHADOW. An adventure for 4 to 6 characters that takes them from 1st to 5th level.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/44248/forbidden-lore-technology", "titre": "Forbidden Lore: Technology", "rank": "3,820", "rating": "7.1", "year": "Forbidden Lore: Technology (1996)", "description": "Includes information on: Starships, artillery, vehicles. Church Law, Known Worlds economics, think machines, golems, cybernetics, psychic tech, Vau Tech and alien artifacts.", "genres": ["Science Fiction (Space Opera)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/43670/vikings", "titre": "Vikings", "rank": "3,818", "rating": "7.1", "year": "Vikings (1989)", "description": "Back cover summary: Sail the \"whale's track,\" as Vikings called the ocean, in search of Prodi's flour -- gold!  Raid coastal towns from England to North Africa, and seek adventure by land and sea! Blood feuds await you in your native land when you return.  Count booty and trade for silk and fine weapons!  Berserks and trollwise wizards, runaway Thralls and banished warriors -- all these characters, plus the kings and gods of Norse legend come alive in VIKINGS!<br/>\nA role playing campaign set in the Europe and North Africa of 768-1066 A.D., VIKINGS pits adventurers against sea serpents and land dragons, warriors and shamans. Frost Giants and jealous gods!", "genres": ["Fantasy (Low Fantasy)", "History (Vikings)"], "categories": ["Accessory (dice, maps, screens, cards)", "Campaign Setting (game world)", "Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/45701/throal-adventures", "titre": "Throal Adventures", "rank": "3,821", "rating": "7.1", "year": "Throal Adventures (1996)", "description": "From publisher blurb: DEEP BENEATH THE KINGDOM OF THROAL... From beneath the Nine Halls of Throal and the Kingdom's Inner Cities come three tales of adventure and mystery to challenge even the bravest and most cunning heroes. The search for the culprits behind a rash of thefts in Throal's Grand Bazaar leads to an isolated village of subterranean t'skrang on the shore of a river that has mysteriously run dry. Strange rumblings beneath the nearly completed Inner City of Hustane threaten the city's safety. Adepts sent to investigate discover a danger more terrible than anyone suspected... An ambitious ork merchant hopes to rediscover the ancient undergorund route between the Kingdom of Throal and the Serpent River. Unfortunately, every expedition he hires to search for it disappears in the kingdom's long-adandoned depths... Beneath its tranquil facade, the Kingdom of Throal hides endless opportunity for thrilling adventure. Throal Adventures is a collection of three Earthdawn adventures for character of Third to Sixth Circles.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/52414/friends-foes", "titre": "Friends & Foes", "rank": "3,822", "rating": "7.2", "year": "Friends & Foes (2009)", "description": "From the publisher's website:<br/>\nIn a game that takes place largely within the confines of the players' imagination, sometimes a picture is worth its weight in gold pieces. Paizo's GameMastery line of accessories comes to the rescue with Face Cards: Friends & Foes. This 54-card deck includes beautiful full-color illustrations you can use to give life and visual flair to the characters in your fantasy campaign. Friends & Foes contains a diverse mix of character types, from helpful merchants to rough mercenaries to crafty spellcasters. A blank writable surface on the back of each card helps to identify the characters and keep notes on them. Appropriate for both player characters and non-player characters alike, the stunning visages of GameMastery Face Cards bring a new visual flair to any fantasy RPG campaign!", "genres": ["Fantasy"], "categories": ["Accessory (dice, maps, screens, cards)"]}, {"url": "https://rpggeek.com/rpgitem/99747/les-ombres-desteren-livre-2-voyages", "titre": "Les Ombres d'Esteren - Livre 2: Voyages", "rank": "3,824", "rating": "7.0", "year": "Les Ombres d'Esteren - Livre 2: Voyages (2011)", "description": "User Summary", "genres": ["Fantasy (Low Fantasy)", "Horror"], "categories": ["Accessory (dice, maps, screens, cards)", "Scenario / Adventure / Module", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/48700/corporate-download", "titre": "Corporate Download", "rank": "3,823", "rating": "7.3", "year": "Corporate Download (1999)", "description": "Blurb from the back cover: The corporate war is over, but the corps need the shadows now more than ever as they scramble for position in the new power structure. Fuchi is dead, Novatech has risen from its ashes, and Wuxing and Cross have elbowed their way onto the Corporate Court. The corps have ceased their open conflict, but the guns are still drawn unter the table... Corporate Download describes the history, power players and business interests of the ten top megacorps. Corporate Download focuses on information that runners need: the latest security trends, secret plans, dirty tricks, people to know and how to use them. Players will leran what working for each corp means for their characters, and gamemasters will find new rules for using and rating the megacorps in their campaigns.", "genres": ["Fantasy (Modern Urban Fantasy)", "Science Fiction (Cyberpunk)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/50840/action-aboard", "titre": "Action Aboard", "rank": "3,825", "rating": "7.1", "year": "Action Aboard (1981)", "description": "Carrying diplomats, rich citizens, and the most important people in the Imperium, the King Richard, a luxury liner of the first class, is bound to be the center and/or target of murder, assassination plots, theft, hijack, terrorism, kidnapping, and more.", "genres": ["Science Fiction"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/55147/dark-markets-guide-katapesh", "titre": "Dark Markets: A Guide to Katapesh", "rank": "3,826", "rating": "7.0", "year": "Dark Markets: A Guide to Katapesh (2009)", "description": "From the back of the book: Profit Over All Do as you will, but do not interfere with trade. Such is the law of Katapesh, as enforced by the mysterious Pactmasters. With this simple directive, Katapesh has grown from a gnoll-besieged frontier town to one of the mightiest trade ports on the Inner Sea. People come from all over the world and beyond to haggle, trade, and profit, whether the merchandise is common foodstuffs, exotic spices, potent drugs, rare magic, or hardy slaves. Reviled by some for its lack of morals and indifference to human suffering, Katapesh is the place to go if you’re looking for something unusual and don’t particularly care where it came from. But there is more to Katapesh than just the city. Often mistakenly described as a desert wasteland, Katapesh has a lush ecology that thrives on the spring storms. Bizarre creatures unlike any others in the world live and hunt here. Strange cults worship stranger gods in the secrecy of hidden canyons. Desperate alchemists seek lifegiving herbs in bug-infested swamps. Poor farmers guard fields of narcotic cacti, harvesting the wondrous drug called pesh in quantities worth a king’s ransom in other parts of the world. This book contains everything you need to know to run a complete campaign in the city or nation of Katapesh, and makes a perfect addition to the Pathfinder Adventure Path, Legacy of Fire. In the pages of this book you’ll find a lengthy description of the capital city of Katapesh, its landmarks, and its notable residents; information on the cities and sites in the surrounding lands, complete with maps of the city and country; four new monsters; a new prestige class for profit-minded explorers; several new feats and spells; and much more. Because when you come to Katapesh, you’ll need all the advantages you can get!", "genres": ["Fantasy (High Fantasy)"], "categories": ["Campaign Setting (game world)"]}, {"url": "https://rpggeek.com/rpgitem/54352/fixer-pointman-class-guide", "titre": "Fixer / Pointman Class Guide", "rank": "3,827", "rating": "7.2", "year": "Fixer / Pointman Class Guide (2003)", "description": "From the back of the book: Lead forces through any terrain, smuggle vital cargo past even the most heavily guarded border, and stalk enemy operatives through cities, villain strongholds, and beyond.  With many new team-based rules, a wide variety of security options (and all the gear and gadgets required to defeat them), and much more, the Spycraft Fixer/Pointman Class Guide can light the fuse on any espionage campaign.", "genres": ["Crime (Spy / Espionage)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/204080/mutant-year-zero-starter-booklet", "titre": "Mutant: Year Zero Starter Booklet", "rank": "3,828", "rating": "7.1", "year": "Mutant: Year Zero Starter Booklet (2016)", "description": "From publisher blurb: She had wondered too far into the Zone. Tula had walked through the dark forest, followed the old rail tracks between crumbling ruins and rusting train wrecks, towards the glimmering silver disks by the horizon. She wanted to reach them so bad.  Become a hero of the Ark. A famous stalker. Now, she would be a dead stalker. If the thirst didn't kill her, zone ghouls or the rot would. That's when she saw them. Scattered across the ground like metallic rag dolls. Machine beings. Dead for decades.Tula had heard stories of them. What had happened here? Suddenly she heard a noise. Growls. Voices. Tula drew her scrap pistol and got ready to fight for her life.", "genres": ["Science Fiction (Post Apocalypse)"], "categories": ["Quick Start / Fast Play Rules", "Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/50197/grimoire-grimoires", "titre": "Grimoire of Grimoires", "rank": "3,831", "rating": "7.9", "year": "Grimoire of Grimoires (2008)", "description": "From the back cover: This book includes:<br/>\n- 18 new grimoires offering great power and greater danger<br/>\n- New spells, legacies and blessings conferred by these works of power<br/>\n- Sample Banisher cabals to wreak havoc on the Awakened<br/>\n- Peculiar new grimoire forms, from a popular fantasy series to a black metal album", "genres": ["Horror (Supernatural)", "Modern"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/46852/art-academe", "titre": "Art & Academe", "rank": "3,854", "rating": "7.3", "year": "Art & Academe (2008)", "description": "From the publisher website: The magi of the Order of Hermes are not the only scholars and artists in Mythic Europe. In the Greek and Muslim lands, traditions of learning stretch back unbroken over centuries, while scholarship has emerged from long centuries of neglect in the Latin West with great vigor. From parish schools to the new universities, learning and creativity are everywhere. Nor is this learning entirely theoretical. Doctors can cure many illnesses, and preserve the health of their charges. Natural philosophers can manipulate substances in a way that appears magical to the ill-informed, and gain some hints as to the future from the positions of the stars. The natural laws of Mythic Europe are very different from those of our world, and many strange things can be achieved by those who understand their secrets. Artists create the great cathedrals, but also more humble paintings, songs, and sculptures. The greatest of them draw the attention of the supernatural, and become part of the legends of the land. Art & Academe provides background on the academic life of Mythic Europe, and rules for activities reaching from the astrology and alchemy of the natural philosopher to the regimens and treatments of the medic, from university disputations to the creation of masterpieces of art. Art & Academe takes your saga to the very limits of medieval scientific knowledge.", "genres": ["Fantasy", "History (Europe)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/48730/ribsplitter-tiger-fly", "titre": "Ribsplitter to Tiger Fly", "rank": "3,855", "rating": "7.3", "year": "Ribsplitter to Tiger Fly (2001)", "description": "(From the back cover) The Hacklopedia of Beasts:  This comprehensive set of reference manuals is a must for HackMaster GMs.  In this volume, terrifying monster whose names begin with the letters Ri-Ti are described in sometimes-frightening scientific detail.  Every monster in the Fourth Edition Hacklopedia has been revised, edited, and updated and they have had their HackFactors beefed up to bring them in line with the rest of the game.  Among other features, readers will learn about monster social structures, activity cycles, diets, attack modes (including special attacks), morale and even how to make the most of their kills by salvaging potentially valuable monster remains. Nowdays the quick march of events and the rapidity of new discoveries the expansion of human activity and the additions of arcane learning require a work such as the Hacklopedia of Beast.  This book provides a detailed list of creatures both large and small from the flora and fauna of Garweeze Wurld and beyond.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/128407/rimward", "titre": "Rimward", "rank": "3,832", "rating": "7.4", "year": "Rimward (2012)", "description": "From back cover:", "genres": ["Science Fiction", "Science Fiction (Hard Sci Fi)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/50276/walking-way", "titre": "Walking the Way", "rank": "3,833", "rating": "7.3", "year": "Walking the Way (1998)", "description": "Subtitle: The Lost Spells of Rokugan A sourcebook which provides new spells for the first edition of Legend of the Five Rings. Each spell is accompanied by a GM plot hook for use of the spell in the game. From the back cover: From the ancient Phoenix libraries to the darkened vaults of the Kuni, shugenja of every stripe have studied the mystic ways of the spirits. The religious caste of Rokugan seeks clarity and insight into the nature of the universe, leading them to the wondrous abilities that the five elements can produce. They copy what they learn onto magical scrolls, creating spells of such power as to challenge the heavens. These scrolls are guarded with fanatic diligence against those who would abuse them, and used with care lest their supernatural abilities rage out of control. Few interlopers have laid sight upon their knowledge and lived. Now, pierce the veil of the mystery that has hidden them for centuries, and learn what magics the spell-weavers of Rokugan possess. From the simplest meditations to chants capable of destroying cities, the power and wisdom of the shugenja are now laid forth before you! Walking the Way is spell book like no other, holding the unclaimed knowledge of a thousand years in a unique and easily-accessible format. It contains listings and descriptions for over fifty new spells for use with the Legends of the Five rings Roleplaying Game. Each spell is accompanied by a complete adventure, allowing Gamemasters to insert them - and the chaos which often surrounds them - into their campaign. Rokugans shugenja keep the secrets of the universe within their dusty scrolls. Do you have what it takes to lean them?", "genres": ["Action / Adventure", "Culture (Asian / Far Eastern)", "Fantasy (High Fantasy)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/45631/trolls-misty-mountains", "titre": "Trolls of the Misty Mountains", "rank": "3,834", "rating": "7.3", "year": "Trolls of the Misty Mountains (1986)", "description": "This is an adventure module for the Middle Earth Role Playing Game (MERP). Containing three adventures that could be played singly or as a campaign in succession, this was typical of many MERP adventure modules in that it provided a great deal of detail. The three adventures of this module were designed to be played by different levels of characters, a pattern ICE followed with a majority of their adventure Modules for the MERP system. The first adventure was for low level characters, while the third was for mid-level characters. The adventures were: The Adventure at Duildin Hill<br/>\nAdventure at the Village of Garkash<br/>\nAdventure at Maes Fao In addition to these adventures, the module included detailed information on the local area of the Misty Mountains.", "genres": ["Fantasy (High Fantasy)", "Fantasy (Low Fantasy)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/44071/empathic-sourcebook", "titre": "Empathic Sourcebook", "rank": "3,836", "rating": "7.3", "year": "Empathic Sourcebook (1993)", "description": "The Empathic Sourcebook [for Dark Conspiracy] contains expanded and refined rules for the Empathy attribute and its related skills, as well as entirely new skills, and information concerning Empathy skills practiced by humanoid ETs who remain free from the Dark. Also included are more combat-related Empathy skills and descriptions of numerous organizations important to empathic characters, from psychic test labs to empathic secret societies.", "genres": [], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/45874/lost-paths-ahl-i-batin-and-taftani", "titre": "Lost Paths: Ahl-I-Batin and Taftani", "rank": "3,835", "rating": "7.3", "year": "Lost Paths: Ahl-I-Batin and Taftani (2001)", "description": "Masters of Subtlety Standing amid complex designs are magicians who've seen the rise and fall of empires. The mysterious Ahl-i-Batin skirt the edges of magical society, tugging at the strings of politics and religion to broaden human consciousness. Meanwhile, the stubborn Taftni refuse to give up their blatant magic in the face of increasingly hostile modern realities. Two siblings, opposite in nature, both desperate to survive in a world that has passed them by or will they rise like a sudden sandstorm and return to prominence? And Weavers of Wonder The first in the Lost Paths series explores the joint history of the Middle East's native mages, then explores their separate traditions, enchantments and allies in the aftermath of the Reckoning. Learn the Batini's courtly graces and see the Taftni's outrageous displays.", "genres": ["Fantasy (Low Fantasy)", "Modern", "Occult (Magic)"], "categories": ["Campaign Setting (game world)", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/56349/allansia", "titre": "Allansia", "rank": "3,837", "rating": "7.2", "year": "Allansia (1994)", "description": "From the back cover: The world of Titan is an extremely dangerous place. Mankind and its allies huddle in fortified settlements, for beyond the castle walls the wild lands stretch across three continents. Out in the wastelands, Orc tribes war with each other for dominance. Savage monsters roam at will in search of food. Evil sorcerers ready their inhuman armies for battle. No one, surely, would venture out into such inhospitable places - unless the rewards were so great a hero couldn't possibly refuse! Allansia is the third volume in the Advanced Fighting Fantasy series, and within its pages you will find rules for designing and running adventures in the savage lands of Titan. In Dungeoneer you ventured into the deadly underground realms in search of treasure. In Blacksand! you dared enter the crime-ridden cities and towns. Now it is time for YOU to explore the wilderness, in search of the greatest rewards of all!", "genres": ["Fantasy (High Fantasy)"], "categories": ["Core Rules (min needed to play)"]}, {"url": "https://rpggeek.com/rpgitem/45575/graduation-exercise", "titre": "Graduation Exercise", "rank": "3,838", "rating": "7.6", "year": "Graduation Exercise (1994)", "description": "From the back of the supplement: \"Graduation Exercise Gamemaster's Screen And Adventure For Prime Directive --*-- Graduation Exercise combines a comprehensive trifold Gamemaster's screen with a 32-page adventure which simulates the final exam NeoPrimes undertake as they prepare to graduate from Prime Central. Everything is going well for the Team...until the three Cygnans on the run enter the equation.\"", "genres": ["Science Fiction (Space Opera)"], "categories": ["Accessory (dice, maps, screens, cards)", "Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/55637/jerusalem-night", "titre": "Jerusalem by Night", "rank": "3,839", "rating": "7.3", "year": "Jerusalem by Night (1999)", "description": "From the publisher: The City of God<br/>\nIt sits at the crossroads of the world. Held by Islam, open to Christian pilgrims and longed for by the Children of Israel, Jerusalem is the magnet that draws three faiths to one place. It is here that East and West collide bloodily, where palmers from England and hashishin about their business can pass in the street. And it is here that Cainites gather, drawn by a power far greater than they can comprehend or fight. Afflicted by the Curse of Caine<br/>\nEnter Jerusalem by Night and learn its ways. Discover the ancient alliances and enmities that have outlasted kingdoms and Crusades. Meet the Cainites who have seen millennia from their perch atop Davids city, and pay them homage. But beware, for while everyone is drawn to Jerusalem, only one can possess it. Back Cover: The Holy City Beckons<br/>\nThey say that in 1099, when the Second Crusade took Jerusalem, the streets ran so deep with blood that a man on horseback would have his progress slowed by the flood. They say that the Cainites who followed the invaders went mad then, and that few who aided in the sack of the city were ever seen again. They also tell stories of ancient Cainites lurking in the Valley of Hinnom, where the lepers dwell, and of monstrous acts of faith and devotion, beneath the Temple Mount. They say many things about Jerusalem, for it is a place of wonder and faith, of blood and fear. And now its gates lie open. Enter, if you dare. A Bloody Past, A Legacy of Faith<br/>\nJerusalem by Night is the complete guide to the Holy City in the Dark Medieval world. From the gates of the City to the Temple Mount, from David’s conquest to the uneasy truce between Saladin and Richard the Lion-Hearted, the whole city is here. Learn its secrets. Meet the Cainites who have dwelt here for centuries. Some have wandered, but always they return. For there is always, and always will be, Jerusalem.", "genres": ["History (Medieval)", "Horror (Supernatural)"], "categories": ["Campaign Setting (game world)", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/51714/sprawl-survival-guide", "titre": "Sprawl Survival Guide", "rank": "3,840", "rating": "7.5", "year": "Sprawl Survival Guide (2003)", "description": "Blurb from the back cover: New to the sprawl kid? Wise up fast, cuz wiz wires or spell juice alone won’t save your ass on the hungry streets. You flash your credstick in the wrong alley, drop a name in the wrong company, or flick out a spur at a gunfight, and your organs will be next up for auction. Reps are built on etiquette and connections, not just chill attitude and piles of corpses. You need to know when to deal and when to wheel, or you’ll be just another skidmark on the sprawl streets. The Sprawl Survival Guide details daily life in 2063, from home amenities to nightlife to coffin clubs and cred accounts. It also exposes the ins and outs of the shadowrunners’ lifestyle - how they operate, who they deal with and how they survive. This information is essential for both gamemasters and players, detailing the world of Shadowrun and bringing it to life. Also includes expanded rules for lifestyles, travel and fake identities. For use with Shadowrun, Third Edition.", "genres": ["Fantasy (Modern Urban Fantasy)", "Science Fiction (Cyberpunk)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/202844/horror-adventures", "titre": "Horror Adventures", "rank": "3,841", "rating": "7.6", "year": "Horror Adventures (2016)", "description": "Description from the publisher: There are things that dwell in the dark places of the world, in long-abandoned crypts or musty attics — terrible things that can destroy your body and shatter your mind. Few individuals would think to seek out such nightmares, but those drawn into the darkness often find it infecting them, corrupting them in ways both subtle and disgusting. Some believe those who die facing such horrors are the lucky ones, for the survivors are forever scarred by their experiences. Pathfinder RPG: Horror Adventures gives you everything you need to bring these nightmares to life. Within these pages, you'll find secrets to take your game into the darkest reaches of fantasy, where the dead hunger for the living, alien gods brood in dreams, and madness and death lurk around every corner. Rules for players and GMs alike pit brave champions against a darkness capable of devouring mind, body, and soul. To prepare to face such torments, the heroes can take new feats, learn powerful spells, and even acquire holy relics — for they'll need every edge possible to survive! Pathfinder RPG: Horror Adventures includes:", "genres": ["Fantasy (High Fantasy)", "Horror", "Horror (Supernatural)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/57699/voyage-terror", "titre": "Voyage of Terror", "rank": "3,844", "rating": "7.3", "year": "Voyage of Terror (1985)", "description": "From the back of the book: Avalon is under attack. The Saxon hordes are advancing against the kingdom and the magic sword Excalibur, defender of the realm, has vanished. But a freak accident of Merlin’s magic transport you to ancient Greece - far from the desperate battle against the invaders... Cast adrift aboard a vessel of dazzling gold and stripped of your weapons and magic spells, you must confront a host of hideous enemies. Can you overcome the gigantic, one-eyed Cyclops, the loathsome Harpy, the hammer-wielding Vulcan, and the animated corpse of a rotting mummy - and then navigate your way through Time back to Avalon?", "genres": ["Fantasy"], "categories": ["Solitaire Adventure"]}, {"url": "https://rpggeek.com/rpgitem/53513/traveller-deck-plan-1-beowulf-class-free-trader", "titre": "Traveller Deck Plan 1: Beowulf-Class Free Trader", "rank": "3,842", "rating": "7.3", "year": "Traveller Deck Plan 1: Beowulf-Class Free Trader (2000)", "description": "<a class=\"anchor-target\" name=\"From_Front_Cover_Sheet\"></a> <a class=\"anchor-target\" id=\"toc0\"></a>\n  The Free Trader Beowulf is under attack! Help retake the ship with our first set of Traveller Deck Plans. Thirteen double-sided maps join to form the full Beowulf—with hexes on one side and squares on the other, every Traveller fan will be able to use them! And there's a sheet of Cardboard Heroes miniatures with crew and hijackers—start adventuring immediately! Hang in there, Traveller fans . . . help is on the way . . . Compatible with all forms of Traveller: Classic, MegaTraveller, T:NE, and GURPS Traveller. <a class=\"anchor-target\" name=\"User_Summary\"></a> <a class=\"anchor-target\" id=\"toc1\"></a>\n  Comes loose in a ziplock bag, containing full color cover sheet; GURPS Traveller advertising poster; Cardboard Heroes advertising flyer; thirteen double-sided map sheets; one Cardboard Heroes cardstock sheet with twenty-two character figures, assorted weapons, and two grav vehicles/air rafts.", "genres": ["Science Fiction (Hard Sci Fi)"], "categories": ["Accessory (dice, maps, screens, cards)"]}, {"url": "https://rpggeek.com/rpgitem/44606/grim-fears", "titre": "Grim Fears", "rank": "3,843", "rating": "7.7", "year": "Grim Fears (2008)", "description": "The Wicked Ones<br/>\nSeductive lover and cannibal hag. Jealous queen and murderous bogeyman. The creatures out of fairy tales are immortal, born anew in each generation’s stories. Watch carefully over your children, and keep iron handy - for these childhood fears are all too real. A Chronicle Book for Changeling: The Lost<br/>\n- 26 antagonists and beasts to inject a dose of faerie dread into any chronicle<br/>\n- A variety of treacherous and tricksy Lost to stir up the events of any Changeling game<br/>\n- Includes many faerie creatures designed to be used with any chronicle, from Vampire to Hunter", "genres": ["Horror (Supernatural)", "Modern"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/44238/assassin", "titre": "Assassin!", "rank": "3,845", "rating": "7.4", "year": "Assassin! (1985)", "description": "You are Avenger, a Ninja warrior trained in the Way of the Tiger, an outstanding master of the martial arts. After a long and dangerous journey you have successfully retained the Scrolls of Kettsuin, guardian of the Secret Word of Power.  Your god Kwon’s commendations have barely left his lips before you must face the malice of the gods of Evil, intent on preventing the Scrolls’ return to their rightful place on the Island of Tranquil Dreams. Are you ready for the Way of the Tiger?", "genres": ["Culture (Asian / Far Eastern)", "Fantasy (High Fantasy)", "Martial Arts", "Mythology / Folklore"], "categories": ["Solitaire Adventure"]}, {"url": "https://rpggeek.com/rpgitem/52525/prayers-and-treasures", "titre": "Prayers and Treasures", "rank": "3,846", "rating": "7.3", "year": "Prayers and Treasures (2008)", "description": "From the back: \"Rokugan is a land of enchantment and magic. Elemental spirits inhabit every place and every thing - living or otherwise. Those blessed with the gift to commune can tap into this spiritual power, unleashing forces others can scarcely imagine. The spirits take shape in our every word, in our every command. We are walking through history of ancestral causality.\" The book contains: - A catalog of magic items called nemuranai, many are reprints from older editions but many new items have been also included<br/>\n- Over 150 new spells<br/>\n- Discussion on every major clans shugenja, as well as ronin and minor clan. <br/>\n- New Shugenja Paths<br/>\n- Nemuranai creation rules", "genres": ["Action / Adventure", "Culture (Asian / Far Eastern)", "Fantasy (High Fantasy)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/45509/trinity-field-report-extrasolar-colonies", "titre": "Trinity Field Report: Extrasolar Colonies", "rank": "3,847", "rating": "7.3", "year": "Trinity Field Report: Extrasolar Colonies (1998)", "description": "The Jump Ships Are Online Five years ago, Earth's extrasolar colonies were stranded in the depths of the void.  The disappearance of the teleporting Upeo wa Macho left our children orphaned in deep space.  Now, after years of experimentation, work and alien collaboration, the new jump ships are complete and have returned to our lost outposts.  Learn the fate of the extrasolar colonies! Return to the Edge of Oblivion Trinity Field Report: Extrasolar Colonies is the first in a series of debriefings from the Aeon Trinity for its psion agents.  This report reveals the first contact with the abandoned interstellar outposts, from the mysterious Qin homeworld to the shocking events at Karoo to the Aberrant-ridden Khantze le Ge!  Earth's space legacy lives again - and you're a part of it.", "genres": ["Occult (Psionics / Mentalism)", "Science Fiction"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/44066/new-orleans", "titre": "New Orleans", "rank": "3,848", "rating": "7.3", "year": "New Orleans (1991)", "description": "Something's prowling the fringes of the city. Something from the swamps, something old and wicked, with a legion of servitors at its disposal. People in the outlying ghettos have been disappearing, the only clue to their fate a thin trail of blood and stagnant water leading to the sewers. A panic is seizing the city. Fistfights and street battles are occurring at an increasingly frequent rate. It's becoming difficult to travel from one sector to another without a well armed guard. Now someone is dumping tons of toxins into the swamps, leaving dead wildlife bloating in the hot Louisana sun. And the megacorps are blaming it on one another. Can you unravel the mystery, without falling prey to the deadly swamps, the secretive corps, or the panicked citizenry of New Orleans?", "genres": ["History (Alternative)", "Horror"], "categories": ["Campaign Setting (game world)", "Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/105503/summerland-revised-and-expanded-edition", "titre": "Summerland (Revised and Expanded Edition)", "rank": "3,849", "rating": "7.3", "year": "Summerland (Revised and Expanded Edition) (2009)", "description": "From the back of the book: The time is now. The world has changed. Revised and expanded edition. The Event brought the Sea of Leaves into our world, an immense forest that choked cities and drowned civilisation overnight. From the trees came the Call, a lure to the weak that decimated the population. In the aftermath only pockets of humanity remain, resisting the woods' siren song. In the endless forests lurk the Lost – whose wills were drowned by the Call – and the Wild, who have forgotten they were ever human. You are one of a select few who can resist the Call. A Drifter, hardened to the lure of the woods by the scars of the past, you cannot let go. Your torment shields you, but drives your isolation. More than anything you crave welcome in a community, but can never be truly accepted without leaving behind your past. To do that, you must confront and defeat the demons that haunt you. What will you risk for redemption?", "genres": ["Adult / Mature", "Fantasy", "Science Fiction (Post Apocalypse)"], "categories": ["Core Rules (min needed to play)"]}, {"url": "https://rpggeek.com/rpgitem/45381/hyborias-fallen-pirates-thieves-temptresses", "titre": "Hyboria's Fallen: Pirates, Thieves & Temptresses", "rank": "3,850", "rating": "7.2", "year": "Hyboria's Fallen: Pirates, Thieves & Temptresses (2005)", "description": "Pirates. Thieves. Temptresses. The fallen classes of the Hyborian age live amongst the shadows, lurking and hiding in the dark recesses of every city. Civilised people often presume rules come from the gods or even from strange books wherein the ‘Truth' is written. Actions are either correct or incorrect and a culture of guilt arises from violating the tenets laid down by society. Societies who try to live by those rules breed shadows and these shadows are the fallen classes, by-products of all the impulses contrary to a given society's definitions of truth and order. Some consider the shadows evil, others see them as a necessity. Many long to give in to the shadows but pretend to condemn them. The fiercest; barbarians, nomads and borderers, are forces of nature impacting upon society. The finest; nobles, scholars and soldiers, are the creators and maintainers of society and 'law' itself. The fallen represent impulsive temptation; those who reject the 'Truth' insisted upon by the finest and challenged by the fiercest. To be one of the fallen is to be hunted by the so-called ‘finest’ elements of society. To be one of the fallen is to have your deeds and beliefs treated as sinful, criminal or worse.", "genres": ["Fantasy (Sword & Sorcery)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/48989/guide-transylvania", "titre": "A Guide to Transylvania", "rank": "3,851", "rating": "7.3", "year": "A Guide to Transylvania (1996)", "description": "From the Back of the Book: A Guide to Transylvania is an indispensable accessory for any Masque of the Red Death campaign, or for a campaign for any game system set in the 1890's. This 96-page book contains everything needed to explore the exotic, fear-filled country that is home to Dracula. Highlights of this volume include a survey of Transylvania's history and geography; an overview of the beliefs, practices, crafts, and language of the people of Transylvania, from the Romanians to the mysterious Gypsies, including a section on folklore and superstitions; the history of Vlad Dracula, the historical personality whose name has become synonymous with \"vampire\"; and maps showing Transylvania and the surrounding regions. Additionally, A Guide to Transylvania presents sixteen personalities who will enrich any Transylvania-based campaign, and five new qabals, shadowy secret societies who either struggle with the heroes against the unnatural, or strive to strengthen it.", "genres": ["History (Alternative)", "Horror"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/51118/orions", "titre": "The Orions", "rank": "3,852", "rating": "7.8", "year": "The Orions (1987)", "description": "The Orions (2-book set) The Orions: Book of Common Knowledge<br/>\n80-pages, Player Guide<br/>\n(From the introduction) This supplement fills the Orion gap by providing all the information players and gamemasters might need to play Orion characters and to understand Orions and their culture. It ties the scattered STAR TREK references to things Orion into a coherent whole, using a little honest extrapolation. Should discrepancies crop up between this book's information and other sources, remember that the Orions are fond of contradctions, puzzles, and paradoxes, and that they tend to lie a lot. In addition, they particularly enjoy confusing strangers. So, who can really say that he knows the truth about the Orions? The Orions: Book of Deep Knowledge<br/>\n48-pages, GM Guide<br/>\n(From the introduction) Intended for the gamemaster's eyes only, the Book of Deep Knowledge contains the character generation system and rules for experience and acquiring skills for Orion characters. In addition, it provides more specific or different information than that provided in the Book of Common Knowledge about Orion life and motives. The information in the Book of Common Knowledge is that which is known to people at large; Deep Knowledge expands on particular points about which the Orions have kept quiet or are actively concealing. Even other Orions (particularly Greens) do not know some of these matters, and those in the know give a high priority to keeping them secret. The gamemaster should keep this in mind and be very selective about what he lets player characters know. After all, Orions will take desperate measures to ensure that their secrets remain secret.", "genres": ["Science Fiction"], "categories": ["Campaign Setting (game world)"]}, {"url": "https://rpggeek.com/rpgitem/54342/death-star-technical-companion", "titre": "Death Star Technical Companion", "rank": "3,853", "rating": "7.4", "year": "Death Star Technical Companion (1993)", "description": "From the back of the book: It is a period of galactic civil war.  On one side, a ragtag collection of freedom fighters called the Rebel Alliance.  On the other, the terrible might of the Empire, best symbolized by the technological terror known as the Death Star. An armored battle station the size of a small moon, the Death Star packed enough firepower to destroy planets.  Alliance researchers have uncovered many of the secrets of the most devastating weapon in galactic history, and gathered the information together in this one volume.  The Death Star has been destroyed, but its legacy lives on.", "genres": ["Science Fiction (Space Opera)"], "categories": ["Campaign Setting (game world)"]}, {"url": "https://rpggeek.com/rpgitem/45280/kobolds-ate-my-baby", "titre": "Kobolds Ate My Baby!", "rank": "3,856", "rating": "6.7", "year": "Kobolds Ate My Baby! (1999)", "description": "The Beer and Pretzels Role-Playing Game. From the back: Who's Fodder Now!<br/>\nBurn Down the Town!<br/>\nGet Drunk!<br/>\nEat Babies!<br/>\nKill Cows!", "genres": ["Comedy / Satire", "Fantasy (Low Fantasy)"], "categories": ["Core Rules (min needed to play)"]}, {"url": "https://rpggeek.com/rpgitem/43667/fire-and-blood", "titre": "Fire and Blood", "rank": "3,857", "rating": "6.5", "year": "Fire and Blood (1996)", "description": "Volume one of the Doomstones Campaign.<br/>\nCollects the two books Fire in the Mountains and Blood in Darkness previously published by <a href=\"/rpgpublisher/9643/flame-publications\">Flame Publications</a>. From the back cover:<br/>\n\"The Yetzin Valley stand at the southern end of a vital mountain pass between the Empire and the Border Princes. Settled by Dwarfs, conquered by Orcs, it has lain quiet for almost a century. Now, once again, powerful forces are on the move. A chance discovery on the mountains puts the adventurers on the trail of a legendary Orcish war-force, the Bloodaxe Alliance. They must retrace the last journey of the renegade warrior-priest Torgoch, to find his resting place and the powerful artefact which let him control life and cheat death. Then, following another ancient trail through the Vaults, they will discover the relics of a mutiny, a clue which leads to an ancient Dwarven shrine, and a second Crystal of Power. But finding the shrine is just the beginning, for beyond it lie age-old Dwarven traps, and the tunnels' modern dwellers. Designed for characters in their second or third carreers, Fire and Blood mixes investigation and combat to challenge the wits and skill of <a href=\"/rpg/275/warhammer-fantasy-roleplay-1st-edition\">WFRP</a> players. This book includes pre-generated player characters, new magic items and twenty pages of handouts, including two three-dimensional models.\"", "genres": ["Fantasy (Low Fantasy)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/46813/puppetland-power-kill", "titre": "Puppetland / Power Kill", "rank": "3,858", "rating": "6.6", "year": "Puppetland / Power Kill (1999)", "description": "A combined edition of two of John Tynes's games. The introduction to Puppetland:<br/>\nThe lights of Puppettown are the brightest beacon in all of Pupptland, and they shine all the time. Once the sun and the moon moved their normal courses through the heavens, but no more. The rise of Punch the Maker-Killer has brought all nature to a stop, leaving it perpetually winter, perpetually night. Puppets all across Puppetland mourn the loss of the Maker, and curse the name of Punch - but not too loudly, lest the nutcrackers hear and come to call with a sharp rap-rap-rapping at the door.", "genres": ["Generic / Universal", "Weird / Surreal"], "categories": ["Core Rules (min needed to play)"]}, {"url": "https://rpggeek.com/rpgitem/46645/cairo-guidebook", "titre": "The Cairo Guidebook", "rank": "3,859", "rating": "6.6", "year": "The Cairo Guidebook (1995)", "description": "A guide to 1920s Cairo for Call of Cthulhu. From the back cover:<br/>\n\"The Cairo Guidebook is set in the 1920s. With it, Keepers can easily base many adventures in and around this teeming city. Dozens of scenario hooks are highlighted in the text. Period maps of Cairo, Alexandria, and Port Said are included, and dozens of plans of ancient and modern-day structures are shown. Getting to Cairo is detailed. The sights of Cairo, and the important excursions possible from Cairo are discussed, as are the important people of the city and the culture of the nation. Though intended for roleplayers, all the information in this book is genuine and accurate for the period, and some is found nowhere else. Mythos influence is considered. There are also resources concerning the gods of ancient Egypt and an extensive timeline of events from Pre-Dynastic Egypt through the end of the 1920s. Indexed. Dozens of illustrations and more dozens of maps and plans. 112 pages.\"", "genres": ["Horror (Cthulhu Mythos)"], "categories": ["Campaign Setting (game world)", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/48553/adventures-blackmoor", "titre": "Adventures in Blackmoor", "rank": "3,860", "rating": "6.2", "year": "Adventures in Blackmoor (1986)", "description": "From the Back of the Book: Blackmoor is beset! On every side the storm clouds gather. To south and east, the Great Empire of Thonia plots to end Blackmoor's independence and reclaim its lost province.  To the west. the implacable Afridhi are on the move. To the north, the evil Egg of Coot prepares to cross the thundering sea and once again bring fire and sword into the heart of the small kingdom. Beyond the realm of the Egg, the hated Skandaharian Raiders are building longships and preparing to fall upon Blackmoor's unprotected coast while its tiny army turns to meet these other threats. Into this time of black despair, there steps a band of adventurers who clutch strange swords and wear the most curious armor - and who claim that Blackmoor sank beneath the ice 3,000 years ago!", "genres": ["Fantasy (High Fantasy)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/88141/bull", "titre": "The Bull", "rank": "3,887", "rating": "7.4", "year": "The Bull (2010)", "description": "From the blurb: The Bull was an entry in the <a href=\"/thread/586901/fiasco-playset-contest-win-valuable-geekgold\">Fiasco Playset Contest 2010</a>. And it <a href=\"/thread/593420/article/5924552#5924552\">ended up winning</a> first prize. The playset takes inspiration from British telly shows such as <a href=\"http://en.wikipedia.org/wiki/Early_Doors\" onclick=\"window.open(this.href, '_blank'); return false;\" rel=\"nofollow\">Early Doors</a> and <a href=\"http://en.wikipedia.org/wiki/Shameless\" onclick=\"window.open(this.href, '_blank'); return false;\" rel=\"nofollow\">Shameless</a>.", "genres": ["Comedy / Satire", "Modern"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/60157/mindwalking-guide-psionics", "titre": "Mindwalking: A Guide to Psionics", "rank": "3,861", "rating": "7.7", "year": "Mindwalking: A Guide to Psionics (1999)", "description": "From the back of the book:<br/>\nA MIND IS A TERRIBLE THING An intruder renders security cameras inoperable with a single thought. A government official wakes up in a theater with no recollection of how she got there. A lonely child plays hide-and-seek with the man he will one day become.<br/>\nMindwalking is more than it used to be. Now it offers a whole new range of possibilities: Mystics delve deeper into tomorrow, masters of time and space greet their future selves, and biowarriors create the finest blades with only their minds. •    Inside this 96-page book you’ll find:<br/>\nRevised rules for creating Mindwalkers and talents.<br/>\n•    New psionic skills, perks, and flaws.<br/>\n•    Three complete systems for mind-to-mind combat.<br/>\n•    Detailed guidelines for creating psionics-based Alternity campaigns, or exploring psionics in your existing campaign.<br/>\n•    More than twenty-five new careers for Mindwalkers and talents.<br/>\n•    New psionic equipment, artifacts, and phenomena.<br/>\n•    Psionic opponents and creatures to challenge players.<br/>\n•    Guidelines for adapting and expanding these rules to fit any science fiction genre.", "genres": ["Science Fiction"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/49814/power-darkness", "titre": "The Power of Darkness", "rank": "3,862", "rating": "7.6", "year": "The Power of Darkness (1986)", "description": "From the back cover: This fifth book in the <a href=\"/rpg/9433/dragon-warriors-original-edition\">Dragon Warriors series</a> explains how you may become an Elementalist, drawing on the powers of nature. There are fifty new spells and a full-length epic adventure in search of the lost city of Fengil, Prince Of Darkness.", "genres": ["Fantasy"], "categories": ["Scenario / Adventure / Module", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/247053/13th-age-glorantha", "titre": "13th Age Glorantha", "rank": "3,871", "rating": "7.4", "year": "13th Age Glorantha (2018)", "description": "From the back cover: CHAOS IS RISING Join us in Glorantha, Greg Stafford’s classic fantasy world of richly imagined cultures, ferocious combat, and colliding mythologies. Create your group’s unique Gloranthan campaign using 13th Age: the d20-rolling game of heroic fantasy, escalating combat, One Unique Things, and limb-ripping owlbears! For Game Masters, 13th Age Glorantha includes: If you’re a 13th Age player you’ll find: 13th Age Core Rules required to play. IF YOU DON’T FIGHT, WE ALL DIE!", "genres": ["Fantasy (High Fantasy)"], "categories": ["Alternate Rules (Variant Core Rules)", "Campaign Setting (game world)", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/45782/operation-morpheus", "titre": "Operation Morpheus", "rank": "3,863", "rating": "7.8", "year": "Operation Morpheus (1982)", "description": "Scenario Pack A1: This scenario is set at a University in Australia. The characters wake up after being put in stasis.  Only to find they may be alone. They must now explore the grounds of a forgotten place and see what riches and dangers may be around.", "genres": ["Science Fiction (Post Apocalypse)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/191474/savage-spirits", "titre": "Savage Spirits", "rank": "3,864", "rating": "7.4", "year": "Savage Spirits (2016)", "description": "From the publisher's website: The Star Wars galaxy is an immense realm, filled with more unexplored regions than civilized areas. Some Force users are compelled by destiny to explore the galaxy’s vastness and dwell in its wildernesses, existing in tune with the ever-shifting Living Force. These independent, nomadic Force users are known as Seekers, and tend to live by their own rules. Savage Spirits, a sourcebook for the Star Wars: Force and Destiny roleplaying game, is designed to guide Seekers and all those who venture into the wild. Within its 96 full-color pages, players will find everything necessary for wilderness survival. In addition to Seeker specializations and signature abilities, Savage Spirits introduces copious amounts of survival and medical gear, expanded rules for wilderness settings, and a new Force power, Farsight, that enables PCs to see at great distances even when their eyes cannot. A beastiary is included that introduces numerous creatures to the Force and Destiny system, and offers Game Masters outlines for Seeker-focused adventures and campaigns.", "genres": ["Science Fiction"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/110269/dragon-compendium-volume-1", "titre": "Dragon Compendium (Volume 1)", "rank": "3,865", "rating": "7.4", "year": "Dragon Compendium (Volume 1) (2005)", "description": "From the back of the book<br/>\n30 years in the making! For three decades, Dragon magazine has been the official monthly resource for Dungeons & Dragons players. Many monsters, classes, and even campaign settings that have gone on to define the modern game first appeared in Dragon's pages, and a history of the magazine is a history of the game itself The Dragon Compendium collects the most popular classic articles from throughout Dragon magazine's proud history, all updated to the current edition of the D&D rules. Selected with the input of current and former editors and D&D fans across the world, the articles in this 256-page volume are proven favorites - material you will want to reference again and again.", "genres": ["Fantasy"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/53718/sewers-oblivion", "titre": "Sewers of Oblivion", "rank": "3,867", "rating": "7.3", "year": "Sewers of Oblivion (1980)", "description": "From the back cover: \"This solitaire takes place beneath the City of Terrors, but is not directly connected with that solitaire adventure. Sewers of Oblivion is not for novice adventurers - instead characters up to 7th level, with as many as 425 combat adds, will find a challenge or two within. However, less mighty characters (150-300 combat adds) will find a more exciting adventure and greater rewards in the end.\"", "genres": ["Fantasy (High Fantasy)", "Fantasy (Low Fantasy)"], "categories": ["Scenario / Adventure / Module", "Solitaire Adventure"]}, {"url": "https://rpggeek.com/rpgitem/96922/midnight-mirror", "titre": "The Midnight Mirror", "rank": "3,868", "rating": "7.8", "year": "The Midnight Mirror (2012)", "description": "From the back of the book: The sleepy town of Karpad in shadow-haunted Nidal has long been overseen by the Boroi family, and until a few weeks ago, the citizens under Baron Stepan Boroi's rule have lived uneventful lives of relative peace. Recently, however, the outbreak of a virulent and fatal disease and a number of mysterious disappearances have left the people of Karpad paranoid and fearful. Even Baron Stepan has been acting strangely, and now the tenuous balance of racial tensions between Karpad's human and fetchling populations stands on the verge of collapsing into total anarchy. Can the PCs uncover the root of Karpad's problems and put an end to the deadly virus, the terrifying disappearances, and the miasma of fear and distrust that threatens to overwhelm the region? Written by Sam Zeitlin, 2011's winner of Paizo Publishing's annual RPG Superstar contest—in which unpublished authors compete before a panel of celebrity game designers and legions of their peers for the chance to write a Pathfinder Module—The Midnight Mirror takes players from a mysterious investigation into a shadowy demiplane prison and pits them against the evil forces of both darkness and light. The Midnight Mirror  is an investigation and horror adventure for 4th-level characters, written for the Pathfinder Roleplaying Game and compatible with the 3.5 edition of the world’s oldest RPG. This volume also contains a fully-detailed gazetteer of the town of Karpad and a new magic item that are sure to add depth and flavor to any campaign.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/152729/d30-sandbox-companion", "titre": "d30 Sandbox Companion", "rank": "3,869", "rating": "7.7", "year": "d30 Sandbox Companion (2013)", "description": "From the Back Cover: The d30 Sandbox Companion is the ideal right-hand man for the DM   who wants to avoid his sandbox campaign running him. Whether starting an adventure from scratch, filling in the details of a  campaign world, or just struggling to keep up with players, this compilation of d30-based mechanics, charts, and tables will  support and simplify the role of the DM/GM at the tabletop. Inside these 30-something pages you’ll find a host of d30-based sandbox resources, including: +  a wilderness mapping key, a Hex Crawl Worksheet, a Settlement Worksheet, and an NPC Record Sheet to assist DMs in fleshing out their campaign worlds And much more!", "genres": ["Fantasy (Sword & Sorcery)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/172294/mutant-year-zero-dice-set", "titre": "Mutant: Year Zero Dice Set", "rank": "3,870", "rating": "7.7", "year": "Mutant: Year Zero Dice Set (2014)", "description": "From the insert included with the dice set:", "genres": ["Science Fiction (Post Apocalypse)"], "categories": ["Accessory (dice, maps, screens, cards)"]}, {"url": "https://rpggeek.com/rpgitem/247801/city-mist-core-book", "titre": "City of Mist Core Book", "rank": "3,886", "rating": "7.8", "year": "City of Mist Core Book (2017)", "description": "From DriveThruRPG's Listing: Hit the rainy streets of an enigmatic metropolis as a modern-day legend in search for the truth. Investigate unsolved cases, uncover the stories of the city residents, and confront the hidden forces pulling the strings from beyond the veil of the Mist. Make hard calls about which aspect of your life to promote and which to neglect; then suffer the consequences. And when it all falls apart, stop holding back and become the unstoppable incarnation of your Mythos… The City of Mist Core Book contains everything you need to create and run City of Mist stories: rules for creating your own characters and crew, a comprehensive explanation of the roll+tags system, the Mythos & Logos character development rules, and a complete guide for the MC (aka Game Master) including tips on how to orchestrate the drama as well as guidelines and examples for creating cases, characters, locations, and story arcs. The rulebook design is a homage to super-powered noir graphic novels with six comic strips, full-spread chapter covers, and staggering character and location art back to back. WHAT'S IN THE BOOK? Chapter 1: The Lowdown has the inside scoop on the life of a Rift (a player character) and the process of awakening, and describes some of the main City districts, locations, and local Rifts. Chapter 2: Who Are You? is a guide to the Exposition Session, in which you create your series as a group. It includes the complete character creation system using themebooks (questionnaires), quick character creation with Character Tropes, a system of crew relationships reflected in Help & Hurt points, sample crew themes, and a crew themebook. Chapter 3: Working the Case is a comprehensive set of player rules, detailing the rules of the conversation, defining the use of tags and statuses as well as resources such as Clues and Juice, expanding on all eight core moves, as well as on four cinematic moves: Voiceover Monologue, Flashback, Montage, and Geek Out During Credits. Chapter 4: Moments of Truth describes the game’s character and crew development system, including Mystery and Identity rules, Moments of Evolution, Nemeses, expanded Avatar and Sleeper (“Denying the Beyond”) rules, and three extra theme types: Ally, Base of Operations, and Ride. Chapter 5: Behind the Scenes is a detailed breakdown of the MC’s roles, a step-by-step guide on how to run sessions including a variety of tools to help make your game cinematic, and an in-depth walkthrough for creating your own cases and designing your series based on the Iceberg model. Chapter 6: This is MY City! is a comprehensive guide to Avatars and their operations and includes Avatar profiles, rules for creating and handling Dangers with a Danger Profile directory containing ready-to-use Dangers, and a special section on creating and using custom moves with templates and ready-to-use moves. Throughout the book: a host of colorful examples for every rule and a range of optional rules to allow you to adjust the game to your group’s needs, with a specific emphasis on controlling the challenge level of your game.", "genres": ["Crime (Mystery / Detective / Noir)", "Fantasy (Modern Urban Fantasy)", "Mythology / Folklore"], "categories": ["Core Rules (min needed to play)"]}, {"url": "https://rpggeek.com/rpgitem/121943/paths-prestige", "titre": "Paths of Prestige", "rank": "3,872", "rating": "7.8", "year": "Paths of Prestige (2012)", "description": "Publisher's blurb: This indispensable 64-page book presents thirty new prestige classes for use in your Pathfinder RPG campaign! Each ten-level prestige classes is tied to a different organization or theme found in the Inner Sea region of Golarion, featuring long-awaited explorations of the Aldori Swordlords, Hellknight Signifers, Paladins of Irori, and the infamous Gray Gardeners! Looking for a way to ride a mastodon into combat? Take some levels in the Mammoth Rider prestige class! Eager to harness the mysteries of ancient wizardy? Delve into the secrets of the Arclords of Nex! Looking for some respect and power for your gunslinger? Join the ranks of Alkenstar's Shield Marshals! These and many more prestige classes await discovery in the pages of Paths of Prestige!", "genres": ["Fantasy (High Fantasy)"], "categories": ["Campaign Setting (game world)", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/59488/dungeon-masters-shield", "titre": "Dungeon Master's Shield", "rank": "3,873", "rating": "7.8", "year": "Dungeon Master's Shield (2004)", "description": "Publisher Blurb: The ultimate DM shield and the essential accessory for any D&D or d20 Dungeon Master has now been updated for 3.5! Dozens of tables, charts and all new and beautiful artwork cover this amazing 24-panel screen! Everything a DM has ever imagined and longed for. Every essential d20 table is included, along with a host of other useful information, all at your fingertips. Spend more time playing, and less time searching for rules.", "genres": ["Fantasy (High Fantasy)", "Fantasy (Sword & Sorcery)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/72135/lords-men", "titre": "Lords of Men", "rank": "3,874", "rating": "7.4", "year": "Lords of Men (2010)", "description": "Publisher Blurb: The undisputed rulers of Mythic Europe are the nobility - those high-born who are bound together by sacred vows of loyalty, are supported by the land, and provide support to the Church. Lesser nobles compete for the favor of those superior to them, while great nobles seek the loyalty of those beneath them. When not distracted by the politics of landholding and of war, they hunt the mundane and magical beasts of the forests and host extravagant feasts. For the nobles of Mythic Europe are first and foremost knights in shining armor. This book contains complete rules and background for the nobility of Mythic Europe, ranging from the details of their lands to their entertainments, political struggles, and dealings with the Order of Hermes. And, of course, it presents special rules for combat, whether at a tournament or during a desperate siege. It also describes the hard lives of the peasants, who make the rich existence of the nobility possible by providing the food at their feasts, the labor for their buildings, and the soldiers in their armies.", "genres": ["Fantasy", "History (Europe)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/215766/heroes-villains", "titre": "Heroes & Villains", "rank": "3,876", "rating": "7.2", "year": "Heroes & Villains (2016)", "description": "From the back of the book: There is an energy in Théah. A great power summoning forth the brightest souls, and the darkest. These are the Heroes and Villains of Théah. For every knife-twisting assassin, there is an ever-diligent bodyguard. For each great act of courage and hope, there is a dastardly deed performed in darkness. For every Hero there is a Villain. Théah is a land of great evil... “As time passed, she began to speak to the darkness...and it began to answer. The darkness became her friend, her mentor, her confidant in those times of hardship.” …and even greater good. “Whether it was diving into heart of a tempest to rescue a crewmate or fending off a dozen pirates single-handedly, he met every challenge with fearless mirth.” The 7th Sea Heroes & Villains book gives you 40 Heroes and 40 Villains to use in your game. It discusses heroism, villainy and possible redemption for lost souls who have fallen into darkness and includes new Advantages, Backgrounds and other systems.", "genres": ["Action / Adventure (Swashbuckling / Pirates)", "Fantasy"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/51060/kinder-des-kafers", "titre": "Kinder des Käfers", "rank": "3,877", "rating": "7.4", "year": "Kinder des Käfers (2003)", "description": "\"Kinder des Käfers\"(\"Children of the Bug\") is a german scenario book for the Cthulhu RPG published by Pegasus Spiele.  It contains four scenarios, of which three are translations of original Chaosium scenarios. One is an exclusive new german scenario. Scenarios are:<br/>\n\"Mr. Corbitt\" (originally from \"Mansions of Madness\", same title)<br/>\n\"Das knarrende und windschiefe Haus\" (originally from \"Mansions\" of Madness as \"The Crack'd and Crook'd Manse\")<br/>\n\"Devil's Hole\" (originally from \"In The Shadows\", same title)<br/>\n\"Kinder des Käfers\" (new scenario by Frank Heller, \"Children of the Bug\")", "genres": ["Horror (Cthulhu Mythos)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/44309/keep-lich-lord", "titre": "The Keep of the Lich-Lord", "rank": "3,875", "rating": "7.4", "year": "The Keep of the Lich-Lord (1990)", "description": "Lord Mortis has risen! Clawing his way back from the grave, the foul Lich-Lord has once again set his sights on the Arrowhead Islands. Allying himself with the Chaos pirates of Blood Island, he threatens to bring the Varadian Alliance under the cruel domination of his undead armies. They have already taken Bloodrise Keep, a key point in the defence of the islands, and soon nothing will stand between Mortis and victory. A cunning and fearless warrior is needed for a vital mission to enter Bloodrise Keep and overthrow Lord Mortis -- a warrior like YOU! Puffin: #43 1990", "genres": ["Fantasy (High Fantasy)", "Kid-Friendly"], "categories": ["Solitaire Adventure"]}, {"url": "https://rpggeek.com/rpgitem/43770/natural-selection", "titre": "Natural Selection", "rank": "3,866", "rating": "7.8", "year": "Natural Selection (2001)", "description": "From the back of the book: More than 100 years after the first human colonists arrived on Poseidon, the waterworld is still an untamed frontier. Lesser whites and pseudoeels lurk beneath the waves and nino muertos stalk the jungle, and colonists in the wilderness find themselves locked in a deadly and alien food chain. From the planet's savage ecology to the monstrous cyclonic storms that circle the globe, surviving in Poseidon's outback is a challenge for even the most veteran frontiersman. Welcome to Natural Selection This sourcebook for Blue Planet v2 gives moderators and players alike everything they need to run exciting wilderness scenarios and roleplay characters experienced in wilderness survival on Poseidon.", "genres": ["Science Fiction (Hard Sci Fi)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/178072/freebooters-frontier", "titre": "Freebooters on the Frontier", "rank": "3,878", "rating": "7.8", "year": "Freebooters on the Frontier (2015)", "description": "From the Perilous Journeys Kickstarter: <br/>\nFrom the Designer: Freebooters is a \"hack\" of Dungeon World, using the same basic ruleset as DW but modified to suit the \"treasure-hunting in the wilderness\" theme. It depends on knowledge of Dungeon World, and on the exploration mechanics in Perilous Journeys. For example, rules for character creation, 4 playbooks, an equipment list, and a comprehensive set of moves are included, but it uses the DW rules for monsters, so no rules for monsters are included. Release date: Sept. 2015", "genres": ["Fantasy"], "categories": ["Alternate Rules (Variant Core Rules)"]}, {"url": "https://rpggeek.com/rpgitem/52077/gurps-swat", "titre": "GURPS SWAT", "rank": "3,879", "rating": "7.4", "year": "GURPS SWAT (2003)", "description": "\"Courage Under Fire\" From the back of the book: \"From small-town crisis units to the FBI's Hostage Rescue Team, from the urban sprawl of Berlin to the mountainous wilds of Idaho, GURPS SWAT covers the dangerous world of tactical police operations. Serve a warrant on a meth lab, protect a judge whose life is threatened, rescue hostages from international terrorists, or take down a barricaded suspect before he kills again! Establish perimeters and begin hostage negotiation. Perform a stealth entry if you can, or blow down the door in a swift dynamic assault!\"", "genres": ["Crime (Criminal / Law Enforcement)", "Modern (Urban)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/45664/grey-mountains", "titre": "The Grey Mountains", "rank": "3,881", "rating": "7.8", "year": "The Grey Mountains (1992)", "description": "The Grey Mountains is an Adventure book for use with the Middle Earth Role Playing Game (MERP). The Grey Mountains is a 140+ page tome detailing a massive campaign made up of a great many very detailed linked adventures, with a complex and interwoven background cast of NPCs and events. The Grey Mountains is an exciting and detailed campaign dealing with all manner of creatures, from lowly Orcs, to Drakes and Fell Beast!", "genres": ["Fantasy (High Fantasy)", "Fantasy (Low Fantasy)"], "categories": ["Campaign Setting (game world)", "Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/59606/merchant-prince", "titre": "Merchant Prince", "rank": "3,880", "rating": "7.4", "year": "Merchant Prince (1982)", "description": "From the back:<br/>\nThis special supplement provides an expanded character generation system for the Merchant service, including new procedures and four new skills. It originally appeared as a pull-out section in the Journal of the Travellers' Aid siciety, issue number 12.", "genres": ["Science Fiction"], "categories": ["Alternate Rules (Variant Core Rules)", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/49566/gaslight-equipment-catalogue", "titre": "The Gaslight Equipment Catalogue", "rank": "3,882", "rating": "7.4", "year": "The Gaslight Equipment Catalogue (2005)", "description": "From the Chaosium website: Being a Compendium of Various Useful Articles and Sundries for the Victorian Era, Together With Information Pertaining to Their Use This volume is more than just a price list: its aim is to provide both keeper and player with as much information as is possible within these few pages about the way people over a century past lived and worked -- the sorts of items that were available (and when they were invented), how they were used, even at times what people knew. This is particularly important because the 19th century is perhaps the single most remarkable period in the history of the west: no other century, not even our own 20th century, saw such amazing change and development. If an educated person could be transported nearly two hundred and fifty years into his future to meet with a counterpart in 1800, there is not much that he would see and experience that would not be immediately understandable. While he might marvel at the Montgolfiers’ balloon or be awestruck at the enormous steam engines of Watt and Newcomen that was now beginning to pump water and lift ore from mines, these things would be easily understood. He might lift an eyebrow at the democratic experiments in the American colonies and in France, but he would easily recognize their origins in Athenian Greece and the senate of Rome. Wind, the horse, and the strong human back still provided most of the motive power; and man rarely traveled faster than on the back of a fleet horse.", "genres": ["History (Victorian Era)", "Horror (Cthulhu Mythos)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/47333/chessboards-planes-possibility", "titre": "Chessboards: Planes of Possibility", "rank": "3,883", "rating": "7.6", "year": "Chessboards: Planes of Possibility (1993)", "description": "From the back cover: One of the best parts of roleplaying is the opportunity to explore strange, new worlds. Now Chessboards: Planes of Possibility provides gamemasters with the first organized, flexible system for designing and evolving game environments. This fun-to-read book covers such topics as the various types of planes and their relationships, planar growth cycles, ways to planes, and several varieties of interplanar travel. For those using The Primal Order, it also includes expanded guidelines on planar use of primal energy, planar artifacts, and advanced interactions between planes and deities. Five sample metaplanes provide inspiration and illustrate important concepts. Usable with any roleplaying system, this reference work will give GMs the tools they need to create exciting new planes, run multiple settings in one campaign, or link several campaigns into one logically organized multiverse.", "genres": ["Fantasy"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/44728/central-valley-gate", "titre": "Central Valley Gate", "rank": "3,884", "rating": "7.7", "year": "Central Valley Gate (1992)", "description": "The Storm Knights have come to the small town of Redside to help with its defense, but as soon as they enter the isolated central valley area, they learn of a potential new threat - occult wizards from the horror realm of Orrorsh have constructed a gate to the valley, and while it has transported Victorian soldiers, who knows what terrors have used the gate to spread misery beyond the boundary of Orrorsh?<br/>\nIt is up to the Knights to save Redside from the outside forces that are so desperatly struggling for its descrution, while preventing hidden but lethal forces from gainig control of the town and its people.", "genres": ["History (Victorian Era)", "Horror", "Multiverse", "Occult"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/73229/ancient-enemies", "titre": "Ancient Enemies", "rank": "3,885", "rating": "7.6", "year": "Ancient Enemies (2010)", "description": "From the back of the PDF Thicker Than Blood Underneath the carefully crafted world of the new Earth Government, a sickness festers. The Children of Chaos hide within the mighty Chrysalis Corporation, agents of the end. Intent on bringing back the lost days of terrible old gods, they are a hidden tumor that soon will be too malignant to excise. Only one force has the power and the secrets to fight the enemy within. Legacy of the Forgotten Ones, the Eldritch Society secretly hunts the Children of Chaos. Holy warriors, monsters with the hearts of men, struggle desperately to save humanity. And to the New Earth Government, its saviors are monsters and its destroyers heroes. This is the Shadow War - so few know the truth. Peel back the layers of secrecy to explore the mysterious Eldritch Society. Discover what joining in symbiosis with a thing from beyond space and time really means. Undergo mystical metamorphosis to join more deeply with your otherworldly symbiont and feel the pull of its wild power. Pull back the veil to stare into the dark eyes of the true Chrysalis Corporation. Give yourself over to the power of the Old Ones and endure the infamous Rite of Transfiguration, sacrificing your humanity for something greater. Nowhere else will you find a setting like this. Inside this book you will find: This book is meant to be used with the CthulhuTech storytelling game and requires the Core Book. For Mature Audiences Only This book is intended for mature readers. It contains dark and disturbing content and images. Reader discretion is advised.", "genres": ["Horror (Cthulhu Mythos)", "Occult (Magic)", "Science Fiction (Post Apocalypse)", "War"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/48051/mercurial", "titre": "Mercurial", "rank": "3,888", "rating": "6.7", "year": "Mercurial (1989)", "description": "The PCs are hired to protect mega-rock star Maria Mercurial, allegedly from her former manager. In truth Aztechnology and a Yakuza clan are working together (and with Maria's new manager, the person who actually hired the PCs) to capture Maria and retrieve valuable data she is carrying in her headware memory, but which she does not know about. Hit teams come after Maria at various points, and when the PCs think it's all over (because their contract is over), Aztechnology decides to take care of the witnesses—naturally, the player characters—by having one of their operatives, the dragon Perianwyr, breathe fire on the team's hideout. A few enquiries lead the PCs to the hiding place of the Aztechnology team, and it ends in a big firefight which, hopefully, ends with the PCs as the winners.", "genres": ["Fantasy (Modern Urban Fantasy)", "Science Fiction (Cyberpunk)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/45696/shattered-pattern", "titre": "Shattered Pattern", "rank": "3,889", "rating": "6.9", "year": "Shattered Pattern (1994)", "description": "From publisher blurb: A SHATTERED SOUL \"I no longer know who I am, I have lost my Name, my very self. I know nothing of my past, nor how I came to Kratas, nor how this misfortune befell me. I would like you to help me find out who I am -- and who has done this to me, if you can.\" Someone has stolen the old elf's memory and you have few clues -- some coins, an amulet, and an old map that leads to a treacherous wasteland plagued by the wretched disciples of a terrible Horror. Will you help the old one? Can you solve the mystery -- and live to tell the tale? Beware, for all is not what it seems, and the fate of Barsaive itself may rest in your hands! Shattered Pattern is an Earthdawn adventure for 6 to 8 characters of any Discipline who have reached the Fifth to Seventh Circles.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/135325/itras-revised-ed", "titre": "Itras By (Revised Ed.)", "rank": "3,912", "rating": "7.7", "year": "Itras By (Revised Ed.) (2012)", "description": "Publisher Blurb:<br/>\nItras by is a surreal role playing game set in a city reminiscent of Europe in the 1920′s. The rule system is card based and focuses heavily on freeform and improvisation. Please also see the reviews section. Setting<br/>\nItras by labels itself a “surreal role playing game”. It’s also been called a retro-surreal urban fable. The setting is a city, reminiscent of Western cities in the 20’s and 30’s. In the city center, reality is relatively stable, but the further afield you get, the more it deteriorates, mutates, becomes dream-like. In the setting chapter you’ll find descriptions of dreams which have become real, mad scientists, an outline of a city strictly divided by class, sea elephants, the Machine God who lurks under the city, a gentleman with a monster in his basement, a description of the structural cancer that haunts some of the city’s buildings and much more. We heartily encourage each group to make Itras by their own by changing, adapting, adding and subtracting. There are pulpish elements, horror elements, creepy surreal elements, all together in a strange blend we hope will inspire. System<br/>\nThe system is very simple and described in a few pages. The game pioneered the use of Matthiijs Holter’s resolution cards (also featured in Love in the Time of Seid and the Swedish RPG Sägen), and has it’s very own Chance Card system. The resolution cards function as a resolution mechanic, and read things like “Yes, but…”, “No, and…”, “Yes, and…” etc. The results are interpreted by players after the cards have been drawn. The Chance Cards can be drawn once per session by each player, and serve to infuse the game with surrealism. Some examples: Cut Scene: Jump forward three hours. Describe what conditions the characters find themselves in. You’re not allowed to describe what has happened in the meantime. Nemesis! This card awakens the character’s Nemesis. In some way, this arch enemy affects the situation. Exactly how is up to you. Doesn’t the character have an arch enemy? Well, now she does. What’s in its pockets? The character has something in her pocket which might be useful. What could it be? These cards are interpreted by the player who draws them. The book is chock full of advice on how to roleplay, be a gamemaster, plan a campaign, make an adventure, play with surrealism and more. I think it’s as good as a beginner’s game as for more experienced players", "genres": ["Weird / Surreal"], "categories": ["Core Rules (min needed to play)"]}, {"url": "https://rpggeek.com/rpgitem/58657/beyond-countless-doorways", "titre": "Beyond Countless Doorways", "rank": "3,913", "rating": "8.0", "year": "Beyond Countless Doorways (2004)", "description": "From the publisher: Spice up your game with imaginative planar locations like you?ve never seen! Don?t know what?s on the other side of that portal? Did your characters suddenly plane shift to another dimension? No problem. Just open this book, and away you go. It's a Planescape Reunion! Beyond the scope of the mundane world lie the infinite planes: realms of gods and demons?and treasures beyond imagining. Four veteran game designers from the classic Planescape setting have reunited to write this collection of 18 modular new planar locales. Each plane is fully described and ready for exploration; together they form a complete cosmological framework for any campaign. The book also contains dozens of new monsters, NPCs, magic items, and spells unique to these planes.", "genres": ["Fantasy (High Fantasy)", "Multiverse"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/46884/citadel-light", "titre": "Citadel of Light", "rank": "3,891", "rating": "7.7", "year": "Citadel of Light (1998)", "description": "From the back cover: A Light in the Darkness... In a time when the shadows of the Great Dragons darken Ansalon's horizons, a single beacon shines brightly--the Citadel of Light! Built by dwarves, protected by Solamnic Knights, and sacred to pilgrims of virtually every race on Krynn, the crystal domes of the Citadel of Light are the Fifth Age's first and greatest center of new magic. Guided by Goldmoon, venerable Hero of the Lance, Citadel mystics beat back the darkness by cultivating the last gift of the gods: the power of the heart! Citadel of Light explores the wonders of these powers in two 96-page books and a poster map. Features include: - Detail on the Citadel and its home, the isle of Schallsea, from the point of view of Iryl Songbrook, an elf who fought in the War of the Lance and witnessed the rise of mystic magic. - Descriptions of key characters associated with the Citadel of Light. - New hero roles and rules for campaigns based around the citadel. - A full-color illustrated poster map that depicts the Citadel and environs on one side and the isle of Schallsea on the other. - A full adventure that Narrators can use to weave an entire campaign around the Citadel of Light. With ties to the earlier Dragons of a New Age adventures, this booklet gives you the flexibility to forge your own new legends!", "genres": ["Fantasy (High Fantasy)"], "categories": ["Campaign Setting (game world)"]}, {"url": "https://rpggeek.com/rpgitem/50336/test-samurai", "titre": "Test of the Samurai", "rank": "3,890", "rating": "7.9", "year": "Test of the Samurai (1989)", "description": "From the back cover: The peninsula of Wa is no place to visit. The land is poor, the people wary and suspicious. Yet this quiet backwater has been the site of strange disturbances - mysterious disappearances and omens of dire events to come. Why do the animals of Wa disappear, only to return a short while later? Who are the Blue Kumi bandits, and why are they so active? Why do the black geese fly into the Jusofu Mountains? And what fell creature lurks along the southern coast of Wa? Or does the stench of corruption emanate from the Celestial Bureaucracy itself? Could the danger, unchecked, grow great enough to doom all living creatures in Kara-Tur? Which clues will lead to the truth, and which are merely traps for the unwary... Test of the Samurai will take the players across the Wa peninsula and to the unknown land of Qui. They will encounter such legendary beasts as the feng huang (phoenix) and the chi'-lin (unicorn) as they attempt to discover the secrets of Wa. Test of the Samurai is a scenario for the Oriental Adventures supplement to the AD&D game. It is set in Kara-Tur, the oriental world in the Forgotten Realms. Although Test of the Samurai follows the events of module <a href=\"/rpgitem/50333/ronin-challenge\">OA6: Ronin Challenge</a>, it is an independent adventure for five to eight characters of levels 6-9.", "genres": ["Culture (Asian / Far Eastern)", "Fantasy"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/177392/white-star-white-box-science-fiction-roleplaying", "titre": "White Star: White Box Science Fiction Roleplaying", "rank": "3,893", "rating": "7.7", "year": "White Star: White Box Science Fiction Roleplaying (2015)", "description": "From publisher blurb: A Galaxy of Adventure! Whether a noble Star Knight protecting the universe from galactic tyranny, a hot shot pilot in the cockpit of the fastest stunt fighter in space, or an enigmatic Alien Mystic, classic science fiction adventure awaits you with White Star: White Box Science Fiction Roleplaying. Based on <a href=\"/rpgitem/47724/swords-wizardry-whitebox\">Swords &amp; Wizardry WhiteBox</a>, White Star brings all the simple elegance  of WhiteBox out of the dungeon and into the stars! This complete roleplaying game includes seven new classes as well as rules for advanced technology, laser weaponry, space combat, and so much more! So ready your star blade and fire up your faster-than-light drive! A galaxy full of thrilling heroics is at your fingertips with White Star: White Box Science Fiction Roleplaying.", "genres": ["Fantasy (Science Fantasy)", "Science Fiction (Space Opera)"], "categories": ["Core Rules (min needed to play)"]}, {"url": "https://rpggeek.com/rpgitem/283057/enemy-shadows-companion", "titre": "Enemy in Shadows Companion", "rank": "3,906", "rating": "8.1", "year": "Enemy in Shadows Companion (2019)", "description": "Publisher's blurb: The Enemy in Shadows Companion is the first of our 5-part series of companion volumes to the Enemy Within campaign. It contains a wealth of supplementary material to not only expand Enemy in Shadows, but also support any WFRP games set in the Empire. The Enemy in Shadows Companion is an essential supplement to the first part of Enemy Within campaign, and to roleplaying in the Reikland as a whole, making it a vital addition to any WFRP collection.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Campaign Setting (game world)", "Scenario / Adventure / Module", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/46855/hedge-magic-revised-edition", "titre": "Hedge Magic, Revised Edition", "rank": "3,894", "rating": "7.7", "year": "Hedge Magic, Revised Edition (2008)", "description": "From the publisher Website: Hermetic magi believe themselves to be the undisputed masters of magic in Mythic Europe. Certainly, there are a few hedge wizards, but their numbers and powers are surely negligible compared to the might of the Order of Hermes. Those \"hedge wizards\" would beg to differ. Hedge Magic provides you with all the information needed to play a hedge wizard from any of six different traditions, or to introduce them as allies or antagonists for a Hermetic covenant. The scholarly magicians cluster in universities, while the folk witches ply their trade in the villages. Elementalists control the building blocks of reality, while gruagachan deal out curses and blessings in the interests of justice. Nightwalkers leave their bodies to fight for the prosperity of their homes, while in the vasts of the north, rune wizards patiently wait.", "genres": ["Fantasy", "History (Europe)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/49817/chronicles-talislanta", "titre": "The Chronicles of Talislanta", "rank": "3,895", "rating": "8.0", "year": "The Chronicles of Talislanta (1987)", "description": "From the back of the book: \"Follow the accounts of Tamerlin-traveler, self-styled wizard, and obscure author of ancient times-as he explores the magical land of Talislanta. Discover the myriad wonders and oddities of a forgotten age, including: The Dream Merchants of Phantas, who sail the skies in fabulous windships bearing the most costly and exotic wares... The Aberrant Forest; accidentally created by the Mad Wizard, Rodinn, whose misguided experiments may have led to the destruction of half a continent... The Maze-City of Altan, carved over centuries of time from a single mound of violet stone... The Sindarans; a race of seven-foot tall humanoids notable for their dual brains, and their passion for collecting things... The Crimson Citadel, where the Dracartan Thaumaturges use their wondrous powder known as Quintessence to transmute the very nature of substance... The Xambrian Wizard Hunters, who bear an age-old vendetta against the descendants of an ancient race of Black Magicians... and the many strange peoples, places and creatures native to the world of Talislanta\"", "genres": ["Fantasy (High Fantasy)"], "categories": ["Campaign Setting (game world)"]}, {"url": "https://rpggeek.com/rpgitem/93861/hoarder", "titre": "The Hoarder", "rank": "3,896", "rating": "8.0", "year": "The Hoarder (2011)", "description": "The Hoarder is a limited edition character playbook for Apocalypse World. From the introduction: When the world ended, so much was lost among the blood and shit and debris of a dying world in its last spasms of life. Some say it was a tragedy; some say it made us stronger. Fuck them. You know what I say? Finders keepers.", "genres": ["Science Fiction (Post Apocalypse)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/57056/ravenloft-silver-anniversary-edition", "titre": "Ravenloft (Silver Anniversary Edition)", "rank": "3,897", "rating": "7.3", "year": "Ravenloft (Silver Anniversary Edition) (1999)", "description": "User summary: The Ravenloft Silver Anniversary edition updates the classic Module I6: Ravenloft to 2nd Edition rules. From the back of the book: Originally published in 1983, this classic adventure for four to eight characters of levels 5 to 7 mixes elements of gothic horror with AD&D fantasy for a unique experience. Updated to 2nd Edition, Ravenloft features a haunted castle, gypsy fortunetellers, a tragic back story, and a vampire who is as powerful and intelligent as he is frightening - a menace worthy of the bravest adventuring party.", "genres": ["Fantasy", "Horror (Supernatural)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/44526/night-stalkers", "titre": "Night Stalkers", "rank": "3,898", "rating": "7.8", "year": "Night Stalkers (2009)", "description": "Blood and Fire<br/>\nThey’re out there, preying on humanity like farmers culling a herd. They enspell, enslave and then feed on our daughters, our brothers, our parents, our lovers. And nobody notices - but us. We’ll be enough, though. We’ll cast those creatures of the night into the flames. A Chronicle Book for Hunter: The Vigil<br/>\n- An intense look into how the timeless Vigil and the immortal vampires come together in an eternal struggle. <br/>\n- A look into how each compact and conspiracy deals with the callous depredations of vampire society. Also details new compacts and conspiracies (including the hunters of the Cainite Heresy). <br/>\n- For vampire-hunters, a gaggle of new Tactics, Merits and Endowments (including the Cainite Heresy’s Rites of Denial). For Storytellers, a \"build-your-own\" vampire section featuring new options to apply old folklore. <br/>\n- Philadelphia by Night: the City of Brotherly Love is besieged by the eternal struggle of vampire versus vampire, hunter versus hunter, and everybody versus everybody.", "genres": ["Horror"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/44134/classic-adventures-volume-3", "titre": "Classic Adventures, Volume 3", "rank": "3,899", "rating": "7.9", "year": "Classic Adventures, Volume 3 (1996)", "description": "Three classic adventures, updated for Second Edition. Riders of the Maelstrom - Danger lurks aboard the Kuari Princess, as Rebel heroes try to uncover the shadowy purpose behind a top-secret Imperial rendezvous.  But the Imperials are not the only threat the Rebels face as the Princess is beseiged by the dreaded pirate gang that hunts this region of space -- the Riders of the Maelstrom! Death in the Undercity - Beneath the surface of Calamari's majestic oceans, the tireless Quarren labor to provide ores crucial to the construction of Mon Calamari cruisers.  Recently, a series of bizarre mining accidents has slowed production to a near standstill.  Now it is up to a valiant team of Rebels to discover the source of these 'accidents'. Tatooine Manhunt - The legendary military commander Adar Talon is believed dead, long gone, all-but forgotten, or so the Empire would have you believe.  They're wrong.  He's still alive and the bounty on his head exceeds 50 million credits, but who's offering it?  The Empire wants him, but do they want him dead, or alive?  Bounty hunters are converging from all over the galaxy, but to protect him or hunt him?  Even Jabba the Hutt is interested, but why?  The Rebel Alliance wants him and the word is he's on Tatooine.  Guess where you're going? 127 pages softbound.", "genres": ["Science Fiction (Space Opera)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/163858/familiar-folio", "titre": "Familiar Folio", "rank": "3,900", "rating": "7.7", "year": "Familiar Folio (2014)", "description": "publisher blurb<br/>\nHelping Hands and Spying Eyes It’s time to make your familiar more fearsome! Whether you’re looking to give your magical ally an archetype to transform it into a brutish battle companion or you’re just scouting the menagerie of available familiars, Pathfinder Player Companion: Familiar Folio has you covered. This volume provides a bevy of new options, including new rules that allow characters of any class to gain familiars. Featuring all-new feats, items, spells, archetypes, and—of course—familiars, this Pathfinder Player Companion is the perfect accessory for spellcasters, as well as any player who fancies teaming up with a fantastic, travel-sized friend. Inside this book, you’ll find: This Pathfinder Player Companion is intended for use with the Pathfinder Roleplaying Game and the Pathfinder campaign setting, but can easily be incorporated into any fantasy world. Written by Will McCardell, Philip Minchin, Mark Seifter, and Jerome Virnich.<br/>\nCover Art by Emily Fiegenschuh.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/53780/middle-earth-role-playing-accessory-pack", "titre": "Middle-earth Role Playing Accessory Pack", "rank": "3,901", "rating": "7.7", "year": "Middle-earth Role Playing Accessory Pack (1994)", "description": "From back cover: Middle-earth Role Playing Accessory Pack includes:<br/>\n• THE LOONS OF THE LONG FELL, an enthralling adventure in the Trollshaws that introduced MERP™ novices to Tolkien's world and the wonders of fantasy role playing in Middle-earth.<br/>\n  The Scenario includes:<br/>\n  – 6 fully developed characters ready to play and enjoy with no preparation or hassle.<br/>\n  – Extensive notes for the Gamemaster to help less experienced GMs learn the subtleties of crafting and running an adventure.<br/>\n  – Maps & floorplans of the sites geared specifically for the GM, with information that should initially be concealed from the players.<br/>\n• 60 STAND-UP FIGURES exquisitely rendered in full color. All the people encountered in The Loons of the Long Fell are included, as well as the creatures and folk from the sample adventure in the Middle-earth Role Playing™ rulesbook.<br/>\n• 16 PAGES OF COLOR DISPLAYS bring adventure alive when stand-up figures are placed on their surfaces. You'll see a crow's view of the terrain and the action. The displays include color maps and floorplans of:<br/>\n  – The Last Inn, Fulcwian's House & The Long Fell for the adventure in this Accessory Pack.<br/>\n  – The Ruined Castle & the Troll's Lair for the scenario in the Middle-earth Role Playing™ rulesbook.<br/>\n• DICE for use with MERP and The Loons of the Long Fell. (Some of this material was previously published in the boxed first edition of Middle-earth Role Playing.)", "genres": ["Fantasy (High Fantasy)"], "categories": ["Accessory (dice, maps, screens, cards)", "Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/50603/castle-keeper-screens", "titre": "Castle Keeper Screens", "rank": "3,902", "rating": "7.6", "year": "Castle Keeper Screens (2007)", "description": "User description:<br/>\nAlso includes the BONUS adventure The Golden Familiar. Screen is 4 letter pages (standing vertically) joined glossy card. The Golden Familiar is a module for characters of 2nd to 4th level with a challenge rating of 1-2. From the publishers site: Alea Iacta Est - The die is cast!<br/>\nAre your pesky Players getting you down? Do they scour over your notes looking for some hopeful hint on how to not get killed? We have the solution! The Castles & Crusades Combat Screens are a Quad-Fold Screen system for use with the Castles & Crusade Role Playing Game. They contain all the helpful charts and combat rules for the beleaguered Castle Keeper and the come with a free adventure: The Golden Familiar! The Golden Familiar:<br/>\nSome years past the elven hero Ielda bore the golden familiar. He fell in the wilds upon the door steps of Castle Aucherwitch, by the foul machinations of the beast that lived there. Ottokar Vanek, minion of Aufstrag dwells there still, holding in his clawed hand the elf's familiar. It is yours for the taking... if you are strong enough. Its hidden magics are yours if you are wise enough. If not? The lords of Aufstrag often said that death is always a welcome respite from the world's toils. The Golden Familiar is an adventure for 4-8 characters of 3rd to 6th level with a challenge level of 3-4. It is easily playable in any ongoing campaign or setting.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Accessory (dice, maps, screens, cards)", "Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/126063/beyond-doomsday-door", "titre": "Beyond the Doomsday Door", "rank": "3,903", "rating": "8.3", "year": "Beyond the Doomsday Door (2012)", "description": "From the publisher's website: The hunt for the seven shards of the Shattered Star leads the heroes back to the western coast of Varisia, to the multifaith monastery known as Windsong Abbey. The next shard of the Shattered Star appears to be hidden somewhere within the dungeons below the abbey. But when the PCs arrive, they find the monastery in ruins and held by savage giants and twisted fey! An ancient terror has returned home, and now dwells within the deep dungeons below—a terror who hopes to open the dread Doomsday Door deep within! Beyond the Doomsday Door is a Pathfinder Roleplaying Game adventure for 10th-level characters. This volume continues the Shattered Star Adventure Path, in which players explore dungeons and wilderness in search of a powerful artifact. This volume offers an examination of the monstrous proto-demons known as qlippoth and an essay on Groteus (god of oblivion and ruins). New monsters fill the Pathfinder Bestiary, while Bill Ward's Pathfinder Journal fiction explores the seedy underbelly of the scoundrel haven of Riddleport! Each monthly full-color softcover Pathfinder Adventure Path volume contains an in-depth adventure scenario, stats for several new monsters, and support articles meant to give Game Masters additional material to expand their campaign. Pathfinder Adventure Path volumes use the Open Game License and work with both the Pathfinder RPG and the world’s oldest fantasy RPG.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/70728/gamemastery-flip-mat-woodlands", "titre": "GameMastery Flip-Mat: Woodlands", "rank": "3,904", "rating": "7.7", "year": "GameMastery Flip-Mat: Woodlands (2007)", "description": "From Paizo's website: Flip Mat: Woodlands features a vast forest with a path cutting through the middle. The map also includes an ancient druid shrine, a small pond, an ominous cave, and a hollow tree, all of which make for perfect adventure sites. The Flip side features an empty wilderness with a simple path running down the middle. Flip Mat: Woodlands measures 24\" x 30\" unfolded and 8\" x 10\" folded. GameMastery Flip-Mats are designed to make your game portable and affordable. They're made with durable, laminated card stock and can handle dry erase, wet erase, and even permanent marker! Usable by experienced GMs and novices alike, this product fits perfectly into any Game Master's arsenal!", "genres": ["Generic / Universal"], "categories": ["Accessory (dice, maps, screens, cards)"]}, {"url": "https://rpggeek.com/rpgitem/277428/collapse-republic", "titre": "Collapse of the Republic", "rank": "3,892", "rating": "7.7", "year": "Collapse of the Republic (2019)", "description": "Discover the last days of the Old Republic with Collapse of the Republic, a new sourcebook for Star Wars Roleplaying! This sourcebook explores the latter days of the Clone Wars and is fully compatible with all Star Wars Roleplaying game lines, including Edge of the Empire, Age of Rebellion, and Force and Destiny. Look for new Player Charater options, including the ability to play as a Death Watch Warrior, a Nightsister, and more! The Game Master also gets plenty of new tools, including profiles on iconic NPCs, gazeteers for famous planets during this era, and continuing campaigns through the events of Order 66 and the end of the Clone Wars. —description from the publisher", "genres": ["Science Fiction", "Science Fiction (Space Opera)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/74507/blood-shadows-dark-elves-tellene", "titre": "Blood & Shadows: The Dark Elves of Tellene", "rank": "3,905", "rating": "8.0", "year": "Blood & Shadows: The Dark Elves of Tellene (2004)", "description": "From the back of the book:<br/>\nDeep beneath the surface, an ancient war still rages, now you must choose your side - but choose carefully Millennia ago, the elves of the Elenon Mountains were the envy of all -- beautiful, strong and wise. Yet, pride goeth before a fall, and even the greatest are no exception. Now the dark elves live in exile, the hated rivals of the elves of the light -- including the battered remnants of their mysterious twilight elf kin. Whether you become a bloodthirsty dark elf cleric, a dark elf fighter exiled for her purity and goodness, or even an honorable twilight elf soldier, this book gives you the knowledge, the skills and the equipment to begin your adventure! Blood & Shadows is loaded with Dungeons & Dragons (v3.5 Edition) material, including: - Two Elven Subraces! Join the dark elves in their quest for dominance, or side with the twilight elves as they guard their ancient home against their evil-touched kin.<br/>\n - All New Prestige Classes! Become a brother of the twilight fist, divine chorister, guild artificer, hellbound, keel'thaile, or sister of the obsidian gaz'zirad.<br/>\n - New Equipment and Magic Items! These sections contain normal and magic weapons, tools, armor, alchemy, poison and more.<br/>\n - New Skills and Feats! Learn special details about life below the surface and how to master the special abilities that life in the ebon depths requires!<br/>\n - Detailed Magic Sections! Learn about new spells and alchemy, and discover new uses for existing spells.<br/>\n - Easy-To-Use Quick Reference Sections! Whether you need a new name for your character, immediate information on religion or how to translate an unknown word, these sections give you all the information you need.<br/>\n - Culture and Society! Learn about social caste systems, military forces and tactics, and their views on creation, religion, dominance, loyalty and a myriad of other subjects, including trading practices, recreational habits, diet, clothing and much more!<br/>\n - Psychology! Discover how to flesh your character into a living, breathing person with real relevance and connection to the campaign world.<br/>\n - Backwards Compatible! Along with the new material, this book also includes ideas on how to utilize the existing information (races, classes, monsters, skills, spells, etc) in your campaign.<br/>\n - Adventure Hooks, Campaign Ideas, Monsters and Much More! DMs learn secret information on monsters, magic items and the history of the dark and twilight elves - extremely useful for planning adventures. Make the dark elves into whatever you choose, be they interesting villains or a world-shaking threat! Although usable in any campaign, this book is especially suite for the Kingdoms of Kalamar Dungeons & Dragons campaign setting - a realistic, dynamic world where complex political alliances mix with marauding bands of humanoids, and medieval technology and culture come face to face with magic and the fantastic. Whatever type of adventure you seek, you can find it here. This Kingdoms of Kalamar Supplement is intended for use by D&D players and Dungeon Masters (DMs) alike. To use this book in a Dungeon & Dragons campaign, you need a copy of the Player's Handbook, the Dungeon Master's Guide and the Monster Manual. You can also find further detail on the lands and cities of the Kingdoms of Kalamar campaign setting in the Kingdoms of Kalamar campaign setting sourcebook, the Kinggdoms of Kalamar Player's Guide, or any of our other fine supplements and adventures.", "genres": ["Fantasy (High Fantasy)", "Fantasy (Sword & Sorcery)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/198520/skeletons", "titre": "The Skeletons", "rank": "3,908", "rating": "7.4", "year": "The Skeletons (2015)", "description": "From the introduction: The Skeletons is a meditative structured freeform game. It flips the script on the classic dungeon crawl —here you play not the intruders, but the guardians, cursed to spend all of eternity defending a tomb. User summary: The character sheets are provided as a separate, seven-page PDF suitable for print-and-play.  Each character is a single sheet.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Campaign Setting (game world)", "Core Rules (min needed to play)"]}, {"url": "https://rpggeek.com/rpgitem/170196/strange-bestiary", "titre": "The Strange Bestiary", "rank": "3,907", "rating": "7.7", "year": "The Strange Bestiary (2014)", "description": "From the back of the book: The Strange Bestiary is a lavishly illustrated and wildly imaginative collection of 140 creatures encountered on Earth along with those native to the recursions of Ardeyn, Ruk, Crow Hollow, Atom Nocturne, and more. The bestiary also facilitates creating your own worlds by providing scores of creatures that will work in any recursion you can dream up, including those created by fictional leakage and operating under the laws of Magic, Mad Science, and Psionics. Monument spiders, data sentinels, octopus sapiens, extereons, blobs, kaiju, and killer robots are just the beginning for the diverse and incredibly creative settings of The Strange Bestiary are compatible with Numenera, and most are suitably weird, game masters can also use this book to populate the Ninth World!", "genres": ["Action / Adventure", "Kaiju", "Science Fiction (Time / Dimension Travel)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/153713/slang", "titre": "sLAng", "rank": "3,909", "rating": "7.7", "year": "sLAng (2006)", "description": "CONTRAPORTADA La ciudad de Los Ángeles es una jungla de asfalto que el crimen organizado ha convertido en su feudo. Las calles son el territorio de guerra de las bandas, enfrentadas a muerte por la defensa de sus colores y el control del tráfico de drogas, mientras los señores del crimen mueven los hilos en las sombras y la policía, impotente y corrupta, observa como el sueño americano se ha convertido en una pesadilla. Desde las peligrosas calles de Compton hasta las lujosas mansiones de Bel Air una difusa línea separa la posibilidad de una vida mejor de la certeza de una muerte horrible. Es la vida y la muerte en Los Ángeles para los que eligieron quedarse al margen de la ley. FROM THE BACK OF THE BOOK The city of Los Angeles is a concrete jungle that organized crime has become his fief. The streets are war territory bands, faced with death for defending their colors and control of the drug trade, while crime lords movers and shakers in the shadows and the police powerless and corrupt, seen as the American dream has become a nightmare. From the mean streets of Compton to the luxurious mansions of Bel Air a fine line separates the possibility of a better life for the certainty of a horrible death. It's life and death in Los Angeles for those who chose to remain outside the law.", "genres": ["Action / Adventure (Gangsters / Mafia)", "Adult / Mature", "Crime (Criminal / Law Enforcement)"], "categories": ["Core Rules (min needed to play)"]}, {"url": "https://rpggeek.com/rpgitem/45772/assassin", "titre": "Assassin", "rank": "3,910", "rating": "7.7", "year": "Assassin (1985)", "description": "Here's a fantastic adventure for the Villains and Vigilantes game system.  Who is out to kill a United States Senator?  And why?  Can the heroes stop the assassination and learn what is really behind Senator Bennett?", "genres": ["Action / Adventure (Superheroes)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/50047/gamemasters-screen-and-mandatory-fun-enforcement-p", "titre": "Gamemaster's Screen and Mandatory Fun Enforcement Pack", "rank": "3,911", "rating": "7.7", "year": "Gamemaster's Screen and Mandatory Fun Enforcement Pack (2004)", "description": "From front cover of the Mandatory Fun Enforcement Pack We include a 24-page booklet as a cool bonus with the fine PARANOIA Gamemaster Screen, because it's hard to sell GM screens for roleplaying games nowadays without a cool bonus booklet. (Really, what can you say to sell a GM screen by itself? 'It has charts from the rulebook! It stands up! Guaranteed opaque at visible wavelengths!') This booklet's super-fine must-have centerpiece will, we predict, become instantly popular on illegal traitorous Communist scumsucking P2P filesharing networks: the mission blender. Using these charts, you roll a 20-sided die about a hundred times, plug words into blanks and hey presto! You have a complete mission based on the mission scheme outlined in Chapter 46 of the PARANOIA rulebook! We pad out this booklet with a couple of okay introductory handouts and a bunch of nifty forms. PARANOIA needs forms like a Mystic needs sandallathon. Photocopy and distribute them to the Troubleshooter team leader at suitable times. Make sure the team leader (or his designated flunky) fills them out. Review all answers closely, then terminate PCs as necessary. Fun!", "genres": ["Comedy / Satire", "Science Fiction (Post Apocalypse)"], "categories": ["Accessory (dice, maps, screens, cards)", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/48469/rifts-mercenaries", "titre": "Rifts Mercenaries", "rank": "3,914", "rating": "7.0", "year": "Rifts Mercenaries (1994)", "description": "From the publisher: \" We're back to North America to explore the conflicts and intrigue in and around the Coalition States, Tolkeen, Northern Gun, Manistique Imperium, Kingsdale and the Pecos Empire. This book is filled with exciting new mercenary O.C.C.s, weapons, equipment, merc organizations, information, great art and adventure ideas. Written by C.J. Carella with additional text by Kevin Siembieda.", "genres": ["Fantasy", "Mecha", "Science Fiction (Post Apocalypse)", "War"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/48594/fell-beasts-and-wondrous-magic", "titre": "Fell Beasts and Wondrous Magic", "rank": "3,915", "rating": "6.8", "year": "Fell Beasts and Wondrous Magic (2003)", "description": "From the Book: \"Fell Beasts and Wondrous Magic draws back the curtain on both sides of this battle, revealing full descriptions and game statistics for the greatest terrors of the land -- including the Nazgul, Oliphaunts, Dragons, and Hell-hawks -- and the magical tools with which heroes can battle them.\"", "genres": ["Fantasy (High Fantasy)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/51555/neo-anarchists-guide-north-america", "titre": "The Neo-Anarchists the Guide to North America", "rank": "3,916", "rating": "7.0", "year": "The Neo-Anarchists the Guide to North America (1991)", "description": "From the back of the book: Take a tour of North America with the slightly warped. Learn the ins and outs of major cities like Atlanta, Chicago, Dallas/Forth Worth, New York, San Francisco, and Washington D.C. Make your next vacation an exciting one, one they'll never forget. The Neo-Anarchist's Guide to North America details the countries, states, and politics of Shadowrun's North America. This sourcebook covers the laws, relative costs of goods (what to smuggle and to whom), corporate activity (who's bought whom, and just what are they really up to), and life in general (and how to screw it up in style!) across the continent in 2050.", "genres": ["Fantasy (Modern Urban Fantasy)", "Fantasy (Science Fantasy)", "Modern (Urban)", "Science Fiction (Cyberpunk)"], "categories": ["Campaign Setting (game world)"]}, {"url": "https://rpggeek.com/rpgitem/48837/theatrix-core-rules", "titre": "Theatrix: The Core Rules", "rank": "3,917", "rating": "7.6", "year": "Theatrix: The Core Rules (1993)", "description": "The core rules for the diceless storytelling game of \"Theatrix\". Theatrix is a generic rpg, that draws mainly (in terminology) from screenwriters and directors. It focuses on story and plot lines which are developed interactively, encouraging everyone to participate fully in the creation of a communal fantasy.", "genres": ["Generic / Universal"], "categories": ["Core Rules (min needed to play)"]}, {"url": "https://rpggeek.com/rpgitem/91552/nemezis", "titre": "Nemezis", "rank": "3,918", "rating": "7.1", "year": "Nemezis (2011)", "description": "Publisher's blurb: Starożytni przepowiadali nadejście plugawych bestii. Narodzone u zarania wszechświata potwory miały ponoć przebudzić się z trwającego milenia snu, by zniszczyć Ziemię i rodzaj ludzki. Monstra te zostały nazwane przez proroków minionych epok mrocznymi bogami. Według ich wyroków nic nie mogło powstrzymać ich od unicestwienia człowieka.<br/>\nPrzepowiednie mówiły prawdę.<br/>\nBóstwa przebudziły się i zniszczyły Ziemię.<br/>\nLudzie odpowiedzieli ogniem.<br/>\nProrocy nie przewidzieli, jak wielką potęgą będzie dysponował człowiek, gdy nadejdą Złe Czasy. Nie rozumieli niszczącej siły broni plazmowej. Nie potrafili sobie wyobrazić armady gwiezdnych okrętów, wypuszczających jednocześnie setki tysięcy pocisków. Może i potwory dysponują niemal boską potęgą, ale większość wyparowuje, gdy oberwą megatonową atomówką. Nemezis, setting-legenda, zwycięzca Megakonkursu powraca! Dzięki nagradzanej mechanice Savage Worlds, światy Eclipse nigdy nie były bardziej grywalne! Wciel się w jednego z ludzi, którym niestraszne są plugawe bestie, sługi mrocznych bóstw, ani inne, mroczne moce. Odkrywaj sekrety skorumpowanej, zdegenerowanej szlachty Bariz. Ścigaj kultystów złych bogów, próbujących objąć władzę nad Ash. Co do plugawych bestii… polowania na Cor jeszcze nigdy nie były tak ekscytujące, jak ostatnimi laty!<br/>\nPodręcznik do Nemezis to 208 stron wypełnionych akcją, sprzętem, miejscami i przygodami! Nie zwlekaj, Eclipse czeka! translation: The ancients foretold the coming of the vile beast. Born at the dawn of the universe monsters were supposed to wake up from sleep lasting millennia to destroy the Earth and mankind. These monsters have been called by the prophets of past ages the Dark Gods. According to their convictions nothing could stop them from destruction of human race. <br/>\nProphecies were speaking the truth. <br/>\nThe Gods have woken up and destroyed the Earth. <br/>\nPeople responded with fire. <br/>\nThe prophets have not predicted just how much power a human race will have, when the Dark Times will come. They did not understand the destructive power of plasma weapons. They could not imagine a stellar armada of ships, launching at the same time hundreds of thousands of bullets. Maybe the monsters have almost divine power, but most of them evaporate when hit with the megaton bomb. Nemezis (Nemesis), setting-legend, winner of Mega competition is back! Thanks to the mechanics of Savage Worlds, worlds Eclipse (name of the setting) has never been more playable! Live the life of one of the people who are not afraid of filthy beasts, dark gods servant or other dark forces. Discover the secrets of the corrupt, degenerate nobility of Bariz. Fight against evil cultists of the Gods, trying to extend power over Ash. As for the filthy beast ... The hunting on Cor has never been as exciting as in the last years! <br/>\nNemesis is th rulebook with 208 pages filled with action, equipment, places and adventures! Do not hesitate, Eclipse awaits!", "genres": ["Occult", "Science Fiction (Cyberpunk)", "Science Fiction (Space Opera)"], "categories": ["Campaign Setting (game world)", "Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/84627/not-so-quiet", "titre": "Not So Quiet", "rank": "3,919", "rating": "7.4", "year": "Not So Quiet (2010)", "description": "Publisher Blurb: It’s no longer quiet on the Western Front. An ancient horror is stirring and something dark walks the halls of Hospital Number Five. Bullet-ridden, bruised and bloody, the Investigators, soldiers and nurses in the Great War, are brought from the fontline to Military Hospital Number Five. Haggard staff make their rounds, the doctors experiment after dark with electro-shock therapy, gaunt nurses give unlabelled and unknown drugs. Patients are dying by the dozen when they once seemed to be on the road to recovery. Something is wrong. Once the haze of morphine clears, it does not take long for the Investigators to realise that a malevolence hangs over this hospital. They must overcome forces beyond human comprehension to save the pitiful few they can. Some, however, may not want to be saved. The Investigators will quickly discover that there are worse things in this life than a bullet wound. Not so Quiet is the newest adventure from established Call of Cthulhu writer Adam Gauntlett.", "genres": ["Horror (Cthulhu Mythos)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/284220/mythic-game-master-emulator-deck", "titre": "Mythic Game Master Emulator Deck", "rank": "3,932", "rating": "8.6", "year": "Mythic Game Master Emulator Deck (2019)", "description": "From the back of the box: Play your favorite role-playing games solo, or with a group of players without a Game Master, using only your imagination and the Mythic Game Master Emulator Deck to guide you! Based on the DriveThru Platinum Selling Mythic Game Master Emulator ruleset, this deck of cards replaces the dice and the books, giving you Mythic results directly. The Mythic Deck handles everything Mythic handles, including Fate Questions, Event Focus and Meaning, Scene Setups, and adds Descriptive answers.", "genres": ["Generic / Universal"], "categories": ["Accessory (dice, maps, screens, cards)", "Alternate Rules (Variant Core Rules)"]}, {"url": "https://rpggeek.com/rpgitem/105439/wheel-evil", "titre": "Wheel of Evil", "rank": "3,951", "rating": "8.0", "year": "Wheel of Evil (2010)", "description": "From the back cover: Protecting cheese from kobolds!? What kind of job is that for adventurous heroes? It's embarrassing, really. A job's a job, though. The cheesemakers' guild is offering shares in the profits from the upcoming annual sales. Some merchant types say that these shares can be worth a lot of coin. Plus, of course, you'll be keeping any loot you happen to find. Well, you've done more for less in the past. Time to get to the center of ... THE WHEEL OF EVIL.", "genres": ["Fantasy"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/69308/castles-orbaal", "titre": "Castles of Orbaal", "rank": "3,921", "rating": "8.2", "year": "Castles of Orbaal (1992)", "description": "From the back cover: Contents Orbaal Map<br/>\nA full color map of the kingdom of Orbaal, showing all major settlements, roads, trails, etc. An index of political, social, and economic data for each settlement, and a revision of the Orbaal kingdom article are included. Arathel<br/>\nThe seat of Tursi Cyeen, located on a small island off the northwest coast of Orbaal. It is a center of the rich fur trade. Marby<br/>\nA motte-and-bailey castle in northern Orbaal. Clan Serewyn has maintained a vicious, thirty-six year bloodfeud witht he ruling clan of Sherwyn. Pled<br/>\nThe seat of Knorri Storzand, a stubborn and brutal lord who controls the mighty Vaagesfjord in northern Orbaal. Sherwyn<br/>\nThe impressive island stronghold of Clan Sherwyn, located on the Balakas Islands off the northeast coast of Orbaal. Note: all four castles include a full color local map, detailed interior plans, and a key to special features in each settlement. Four additional Orbaalese castles arte detailed in two other publications: Lorkin and Quimen in castles of Harn; Geldeheim and Leriel in Orbaal.", "genres": ["Fantasy (Low Fantasy)"], "categories": ["Accessory (dice, maps, screens, cards)", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/312150/malleus-monstrorum-cthulhu-mythos-bestiary", "titre": "Malleus Monstrorum: Cthulhu Mythos Bestiary", "rank": "3,937", "rating": "8.2", "year": "Malleus Monstrorum: Cthulhu Mythos Bestiary (2020)", "description": "From the slip sheet: That is not dead which can eternal lie,<br/>\nAnd with strange aeons even death may die… Here, shall you know the terrors of the void, the nightmare bringers, and the unspeakable lurkers. Ancient secrets, whispered lore, and collected facts concerning the alien and otherworldly horrors of the Cthulhu Mythos. A cavalcade of monsters and god-like alien intelligences beyond human understanding, all vividly detailed and portrayed. With over 250 entries to inspire countless adventures. The information within is designed to bring the creatures and bizarre races of the Cthulhu Mythos to life at the gaming table, as well as all manner of Great Old Ones, Outer Gods, Elder Gods, Avatars, and Unique Beings. Their lore and statistics updated and revised for the Call of Cthulhu 7th edition game. All brought to startling life by the illustrations of expert artist Loïc Muzy. This two-volume collection is packed with ideas, concepts, and insights to immerse your scenarios and campaigns deep in the heart of the Cthulhu Mythos.", "genres": ["Horror (Cthulhu Mythos)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/248537/ghost-ship", "titre": "Ghost Ship", "rank": "3,941", "rating": "8.0", "year": "Ghost Ship (2018)", "description": "Whether you're salvaging an abandoned starship adrift in space or exploring the ravaged interior of a scuttled wreck, no Game Master wants to spend time drawing every compartment and bulkhead. Fortunately, with Paizo's latest Starfinder Flip-Mat, you don't have to! This line of gaming maps provides ready-to-use science-fantasy set pieces for the busy Game Master. This double-sided map features a deserted tramp freighter on one side and the derelict hulk of a science research vessel on the other. Don't waste time sketching when you could be playing. With Starfinder Flip-Mat: Ghost Ship, you'll always be ready next time your players find a mysterious ship! A special coating on each Flip-Mat allows you to use wet erase, dry erase, AND permanent markers with ease! Removing permanent ink is easy—simply trace over any permanent mark with a dry erase marker, wait 10 seconds, then wipe off both marks with a dry cloth or paper towel.", "genres": ["Science Fiction"], "categories": ["Accessory (dice, maps, screens, cards)"]}, {"url": "https://rpggeek.com/rpgitem/54584/land-der-ersten-sonne", "titre": "Land der ersten Sonne", "rank": "3,922", "rating": "8.0", "year": "Land der ersten Sonne (2005)", "description": "User summary of the German publisher blurb: This volume describes the regions Mhanadistan, Aranien, Gorien, Balsh and Thalusien, all of them loosely based on real world ancient Persia and Arabia, with a distinct Arabian Nights flavour. Also included are details about these lands' inhabitants, their culture, history and politics.", "genres": ["Fantasy (Sword & Sorcery)"], "categories": ["Campaign Setting (game world)", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/52925/runequest-deluxe-mrq", "titre": "RuneQuest Deluxe (MRQ)", "rank": "3,923", "rating": "8.0", "year": "RuneQuest Deluxe (MRQ) (2007)", "description": "From the publisher's website: For the first time, you can now collect the RuneQuest main rulebook, the Companion and Monsters as one mighty tome! This book contains all the essential information the RuneQuest Games Master (or dedicated player) needs to adventure in any fantasy setting, be it Glorantha or one of your own devising. With the information within fully integrated into one cohesive book, allowing you to review the Rune Magic, Divine Magic and Sorcery options for your character, side-by-side. With enough creatures to populate an entire continent and all the core rules, RuneQuest Deluxe is your entry to one of the longest running and most loved roleplaying games.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Core Rules (min needed to play)"]}, {"url": "https://rpggeek.com/rpgitem/365372/mythic-britain-ireland", "titre": "Mythic Britain & Ireland", "rank": "3,947", "rating": "8.0", "year": "Mythic Britain & Ireland (2022)", "description": "From the back of the book: Leave the Mythic North and set sail for the mist-shrouded isles of Mythic Britain and Ireland. Explore the bustling streets of London, discover the secrets of Rose House and the British Society. Roam the islands and walk the moors in search of long-lost tales and ancient remnants. In this expansion to the award-winning <a href=\"/rpg/59583/vaesen\">Vaesen – Nordic Horror Roleplaying</a> you will find a complete guide to the supernatural British-Irish Isles including the great city of London and the countryside beyond. Mythic Britain & Ireland is written by industry legend Graeme Davis and illustrated by Johan Egerkrans and Anton Vitus. Key features:<br/>\n- Information about the British Society, its founders, and headquarters.<br/>\n- A gazetteer of the sprawling city of London, complete with adventure locations and secret societies.<br/>\n- A guide to the mythology of Mythic Britain & Ireland, with information on a score of mythological locations across the islands.<br/>\n- A chapter detailing several mythical beings with stats, background information, story seeds, and variants.<br/>\n- Three new complete mysteries to play.", "genres": ["Fantasy", "Horror", "Occult"], "categories": ["Campaign Setting (game world)", "Scenario / Adventure / Module", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/248377/night-opera", "titre": "A Night at the Opera", "rank": "3,948", "rating": "8.0", "year": "A Night at the Opera (2018)", "description": "From the back cover: HORROR NEVER DIES. Born of the U.S. government’s 1928 raid on the degenerate coastal town of Innsmouth, Massachusetts, the covert agency known as Delta Green opposes the forces of darkness with honor but without glory. Delta Green agents fight to save humanity from unnatural horrors—often at a shattering personal cost. A NIGHT AT THE OPERA collects six Delta Green operations, or “nights at the opera” as agents sometimes call them. Each scenario stands on its own as a moment of terror. Combined, they expose agents to the edges of the horrors of the world of Delta Green, then suck them into abysses of fear and desperation from which the world itself may never emerge. A NIGHT AT THE OPERA is playable with DELTA GREEN: THE ROLE-PLAYING GAME, an award-winning update to one of the most acclaimed RPG series of all time.", "genres": ["Crime (Conspiracy)", "Crime (Spy / Espionage)", "Horror (Cthulhu Mythos)", "Modern"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/59696/rappan-athuk-reloaded", "titre": "Rappan Athuk Reloaded", "rank": "3,926", "rating": "8.0", "year": "Rappan Athuk Reloaded (2006)", "description": "Publisher Blurb: This may not be the world's largest dungeon, but its certainly the deadliest! The granddaddy of all dungeons returns! From the lair of Zelkor to the lair of Orcus, intrepid adventurers have crawled these halls for decades. Treasures and monsters abound, but can you find your way out again? Lost in the red mists, you wonder. The Bloodways await. Kill them all, Orcus will recognize his own! Rappan Athuk Reloaded contains the entirety of the original Rappan Athuk series, along with many new levels and a massive wilderness expansion, all updated for the revised rules. Not just a rework, this expanded version contains tons of new material, detailing 36 dungeon levels and dozens of wilderness areas. Contains three books:<br/>\nBook 1: The Dungeon of Graves - 232 pages of dungeon crawling<br/>\nBook 2: Servants, Slaves and Food - 96 pages of monsters and NPCs<br/>\nBook 3: Pathways to Damnation - 56 pages of maps.", "genres": ["Fantasy", "Fantasy (Sword & Sorcery)"], "categories": ["Scenario / Adventure / Module", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/63354/majestic-wilderlands", "titre": "The Majestic Wilderlands", "rank": "3,927", "rating": "8.0", "year": "The Majestic Wilderlands (2009)", "description": "From the publisher: From the City-State of the Invincible Overlord to the ancient city of Viridistan the wilderness is thick with dungeons and ruins. Contained in this book are the background and rules used in a campaign thirty years in the making. You will find over two dozen classes ranging from Soldiers to Mountebanks and races of Reptile Men to Half-Viridians. New races, magic variants, creatures, and magic items can be found within these pages. Also included is a complete overview of the Majestic Wilderlands. Begin your journey into the Majestic Wilderlands and become the next person to carve their mark in the hall of destiny. A 140 page rules supplement compatible with the Swords & Wizardry  rules and a guide to the Majestic Wilderlands", "genres": ["Fantasy (High Fantasy)"], "categories": ["Campaign Setting (game world)"]}, {"url": "https://rpggeek.com/rpgitem/276125/fantasy-trip-adventures", "titre": "The Fantasy Trip Adventures", "rank": "3,950", "rating": "8.3", "year": "The Fantasy Trip Adventures (2019)", "description": "From the January 2019 Kickstarter page: The Fantasy Trip Adventures is a collection of five gamemastered adventures for the game. The 64-page book is packaged with 5 sheets of counters and megahexes. The Kickstarter campaign successfully completed in January 2019. Publication of the five adventures in PDF form was completed (Warehouse23.com), and the physical book (with counters and megahexes) is due to be published in August 2019.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/48813/das-arkanum", "titre": "Das Arkanum", "rank": "3,929", "rating": "8.0", "year": "Das Arkanum (2000)", "description": "Supplement for the German RPG Midgard. The four magical schools of the game world are explained in great detail here. Chapter 1 explains the structure of the universe with its multi layered worlds. In Chapter 2 a detailed examination of the magic wielding classes is presented. Chapter 3 discusses various spells and incantations. In the final Chapter 4 the creation and use of magical artifacts is detailed.", "genres": ["Fantasy"], "categories": ["Core Rules (min needed to play)"]}, {"url": "https://rpggeek.com/rpgitem/49530/under-red-moon", "titre": "Under the Red Moon", "rank": "3,930", "rating": "8.0", "year": "Under the Red Moon (2006)", "description": "From publisher blurb: Under the Red Moon takes you inside the glorious Lunar Empire. Mighty and magical, decadent and dynamic, conquering and liberating, the Empire is rich and complex, a land of heroes, soldiers, and missionaries. It is a fusion of many disparate regions, each with its own beliefs, customs, and magic. Over all, the Red Moon guides and the Son of the Goddess rules.", "genres": ["Fantasy"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/140434/trail-guides-volume-1", "titre": "Trail Guides: Volume 1", "rank": "3,928", "rating": "8.2", "year": "Trail Guides: Volume 1 (2013)", "description": "Publisher Blurb: Take a tour of the less-traveled Weird West with your Epitaph correspondent Phineas P. Gage for the first three Deadlands Trail Guides, now compiled into one volume for ease of reference. In Trail Guide: South o' the Border, visit beautiful Mexico. Bask in the sun as centuries-old hatred festers in the midst of a three-sided civil war. In Trail Guide: Great Northwest, you'll see the snow has its own beauty. But in this land gripped by Famine, you might give your left arm for some jerky, and that might be what it's used for! When a war between the unnatural beasts in the woods threatens to wipe humanity from the region, will your posse be up to the challenge? Finally, the Trail Guide: Weird White North takes you to the tundra of Alaska and British Columbia, a land locked in ice north of the amazing Winterline, a fence made by Hellstromme Industries to hold back the cold itself! But something more sinister, more malevolent than mere winter is being held in check...for now! Each Trail Guide offers you a closer look at the people, places, and-perhaps most important-things you'll see in each region. And don't forget the mini-Plot Point Campaigns and Savage Tales in each, as well. You're bound to have fun or die tryin'! Deadlands Trail Guides, Volume 1 is not a complete game. It's a supplement for the Deadlands Reloaded setting for the Savage Worlds game system.", "genres": ["History (Alternative)", "History (American West)", "Horror"], "categories": ["Scenario / Adventure / Module", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/120258/kandra", "titre": "Kandra", "rank": "3,931", "rating": "8.0", "year": "Kandra (1986)", "description": "Back of the book (in Swedish): Besök KANDRA — en myllrande handelsstad som en gång i historien endast var en simpel marknadsplats. Nu utgör KANDRA en viktig plats för utbytet av olika varor, inte minst av allt de eftertraktade gods som tillhandahålls av de hårdförda små dvärgarna och de hemlighetsfulla skogsalverna. KANDRA är också platsen för många spännande äventyr som tar dig från magins dunklaste vrår till svärdsstålets enkla men hårda språk. Ett nytt spelhjälpmedel till Expert. Noggrann beskrivning av staden med fullfärgskarta, viktiga invånare, rättsskipning, styrelseskick och mycket annat. User translation Visit KANDRA—a swarming market town that once in history was but a simple marketplace. Now, KANDRA is an important place trading of various goods, not least of all the sought-after goods, provided by the hardened little dwarves and the secretive wood elves. KANDRA is also the place for many exciting adventures which take you from the dimmest corners of magic to the blade steel's simple but harsh language. A new playing aid for Expert. Detailed descriptions of the city with full-coloured map, important inhabitants, justice, government and much more.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/70978/close-quarters", "titre": "At Close Quarters", "rank": "3,933", "rating": "8.0", "year": "At Close Quarters (2000)", "description": "From the rear cover: At Close Quarters…<br/>\n…is a tactical system that emphasises the action and reaction process of real combat. Cautious combatants with fast reactions who use all available cover will out-live reckless gun-slinger types! Add excitement…<br/>\n…to critical combat situations within your Traveller game, or use At Close Quarters for standalone ground skirmishes and startship boarding actions! Comprehensive rules for…<br/>\n…ranged combat (from aimed shots to suppression fire), melee combat, movement, action/reaction situations, types of cover (and how to reach it quickly), damage effects and healing, zero-g combat and much more. Includes extensive weapons lists and a quick-reference booklet listing all the key tables, tasks and actions.", "genres": ["Science Fiction"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/265356/terror-australis-2nd-edition", "titre": "Terror Australis (2nd edition)", "rank": "3,952", "rating": "8.3", "year": "Terror Australis (2nd edition) (2018)", "description": "From the back cover: Nearly three-quarters of Australia remains unknown in the 1920s. It is one of the last great wildernesses and a place of secrets and discovery. Whether delving into mysteries on the streets of Sydney or mounting an expedition into the remote Outback, Australia is a fertile setting for those investigating the threats of the Cthulhu Mythos. From gang-related crimes and nefarious cults to ancient wisdom and lost cities, there is no shortage of adventure in the Land Down Under. This book provides a history of Australia, detailing both its geography and lore. Rules are presented for Australian investigators, with new skills, as well as mechanics for mounting expeditions. Law enforcement, transport, communications, and other sources provide Keepers with a toolkit of resources. Five cities are detailed. Special rules are presented for investigators to learn from the Song-Lines of the Aboriginal peoples. For Keepers, Terror Australis presents details of the Great Race, the flying polyps, and the elusive sand-dwellers, while also looking at other threats to be found lurking in Australia’s dark shadows. Two large scenarios showcase the mysteries and horrors awaiting the unwary. In Australia, investigators will come face-to-face with supernatural forces that have endured for aeons. It is a land of adventure, danger, and ageless wisdom—a perfect for setting for Call of Cthulhu! Requires the Call of Cthulhu Keeper’s Rulebook (7th edition) to play, and is optionally usable with Pulp Cthulhu.", "genres": ["History", "Horror (Cthulhu Mythos)"], "categories": ["Campaign Setting (game world)", "Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/242960/traveller-starter-set", "titre": "Traveller Starter Set", "rank": "3,920", "rating": "8.0", "year": "Traveller Starter Set (2017)", "description": "From the back of the box:<br/>\nValeria One to Valeria Two, increase thrust…<br/>\nNail Beowulf before he leaves the gravity well and jumps…<br/>\nGood shot! Target’s main drive is hit, acceleration has ceased…<br/>\nPrepare boarding party. Tell them to watch out for any heroes…<br/>\nMatching velocity and rotation. This is going to be a good payday… …Commence boarding… Traveller is a science fiction roleplaying game of bold explorers and brave adventurers. The Traveller Core Rulebook contains everything you need to create one of these adventurers and begin exploring the galaxy. Spaceports, ancient civilisations, air/rafts, cold steel blades, laser carbines, far distant worlds, and exotic alien beasts – this is the futuristic universe of Traveller, the original and classic science fiction roleplaying game. Come visit the future. The Traveller Starter Set contains: Book 1: Characters and Combat<br/>\nBook 2: Worlds and Spacecraft<br/>\nBook 3: The Fall of Tinath<br/>\nGiant blank Sector Maps<br/>\n6 Pre-generated Character Cards", "genres": ["Science Fiction"], "categories": ["Campaign Setting (game world)", "Core Rules (min needed to play)", "Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/44795/kanday", "titre": "Kanday", "rank": "3,934", "rating": "8.4", "year": "Kanday (1986)", "description": "The southwest kingdom of Hârn. Includes a color map of the region, with color maps and details on Menekod and Dyrisa castles, plus Tesien.", "genres": ["Fantasy (Low Fantasy)"], "categories": ["Accessory (dice, maps, screens, cards)", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/50494/castle-book-ii", "titre": "Castle Book II", "rank": "3,935", "rating": "8.0", "year": "Castle Book II (1981)", "description": "A book to help a DM/campaign judge to quickly generate and populate a fantasy castle. It contains tables that can be used to randomly generate castle attributes in addition to those from Castles Book 1 such as: castle condition, invasion status, age, inhabitants, encounters, finds, and castle names. The majority of the book is comprised of castle layouts that are mapped using Judges Guild's Campaign Hexagon System.  Part of Judges Guild's \"Universal Fantasy Campaign\" line of products.", "genres": ["Fantasy (High Fantasy)"], "categories": ["Accessory (dice, maps, screens, cards)"]}, {"url": "https://rpggeek.com/rpgitem/72465/nordholmia-kaisers-testamente", "titre": "Nordholmia - Kaisers testamente", "rank": "3,936", "rating": "8.0", "year": "Nordholmia - Kaisers testamente (2004)", "description": "User summary: Nordholmia - Kaisers testamente is a huge campaign and adventure book for the Swedish role-playing game <a href=\"/rpg/1888/mutant-undergangens-arvtagare\">Mutant: Undergångens arvtagare</a>. Apart from a description of the northern city Nordholmia, it contains three longer adventures, which are parts of the campaign trilogy Mutant - Undergångens arvtagare.", "genres": ["Science Fiction (Post Apocalypse)"], "categories": ["Campaign Setting (game world)", "Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/59463/forging-darkness", "titre": "Forging Darkness", "rank": "3,938", "rating": "7.9", "year": "Forging Darkness (2001)", "description": "Publisher Blurb: A fantastic new role-playing adventure module in the new Dungeons and Dragons campaign setting, the Kingdoms of Kalamar third edition. The epic story continues as the players go on a quest to collect three ingredients that they will use to forge a magic coin to defeat an evil wizard. Which will be more dangerous to collect, the mysterious diamond touched by death, the blood of an outsider spilled by a coward or a blue dragon’s breath? Forging Darkness is an official Dungeons and Dragons adventure for 3rd to 4th level characters. Players need not have completed the first adventure in the story series to enjoy this one", "genres": ["Fantasy (High Fantasy)", "Fantasy (Sword & Sorcery)"], "categories": ["Scenario / Adventure / Module"]}, {"url": "https://rpggeek.com/rpgitem/50427/shadows-pavis", "titre": "The Shadows of Pavis", "rank": "3,940", "rating": "8.0", "year": "The Shadows of Pavis (2003)", "description": "A fan publication of support material for roleplaying in the city of Pavis and Big Rubble. The fourth volume in the <a href=\"/rpgseries/2041/pavis-and-big-rubble-companion\">Pavis and Big Rubble Companion</a> series.", "genres": ["Fantasy"], "categories": ["Campaign Setting (game world)", "Scenario / Adventure / Module", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/54146/shadow-exile", "titre": "Shadow of the Exile", "rank": "3,939", "rating": "8.0", "year": "Shadow of the Exile (2001)", "description": "An Adventure for Characters of 3rd - 5th Level. From the Back of the Book: Return to the IRON KINGDOMS in the second book of this critically acclaimed d20 adventure series. Experience a world of full metal fantasy, where the embers of ancient conflict fuel the fire in which heroes are forged. Book Two: Shadow of the Exile continues the Witchfire Trilogy and unveils startling new secrets of the IRON KINGDOMS. Half adventure, half sourcebooks, Shadow of the Exile will provide you with weeks of campaign material including new monsters, magical creations and intriguing characters.", "genres": ["Fantasy (High Fantasy)", "Steampunk"], "categories": ["Scenario / Adventure / Module", "Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/78193/rustlers-townsfolk-judas-crossing-edition", "titre": "Rustlers & Townsfolk: Judas Crossing Edition", "rank": "3,942", "rating": "7.9", "year": "Rustlers & Townsfolk: Judas Crossing Edition (2010)", "description": "Publisher Blurb: The Rustlers & Townsfolk: Judas Crossing edition is packed with over 100 all new non-player characters featured in the Judas Crossing town setting. Of course, these NPCs aren't limited to Judas Crossing! These fully fleshed out NPCs have backgrounds, agendas and their own reasons for being out on the frontier. They can fill virtually any role from vicious outlaw to prospector and from lawman to card shark, meaning that your frontier is ready to be populated in minutes. Each NPC is a separate 3-hole-punched sepia character sheet, labeled on top and side for easy sorting, with extra areas for you to add your own labels, making this a great NPC supplement for any GameMaster worthy of his spurs.", "genres": ["History (American West)"], "categories": ["Sourcebook (rules/options to enhance play)"]}, {"url": "https://rpggeek.com/rpgitem/104238/star-hero-hero-system-6", "titre": "Star Hero (HERO System 6)", "rank": "3,943", "rating": "8.4", "year": "Star Hero (HERO System 6) (2011)", "description": "From the back of the core book ADVENTURE AMONG THE STARS! Sleek starships, strange planets, unusual aliens, weird mental powers, blaster pistols, time travel - all these, and mre, are part of the amazing universe of Science Fiction. Star Hero discusses and describes the science fiction genre for gaming, and shows how to create characters, campaigns, starships, and other elements of science fiction using the HERO System rules. It includes: Whatever type of science fiction game you like to play, and however you like to play it, Star Hero helps you make it even better!", "genres": ["Science Fiction", "Science Fiction (Hard Sci Fi)", "Science Fiction (Space Opera)", "Science Fiction (Time / Dimension Travel)"], "categories": ["Sourcebook (rules/options to enhance play)"]}]